Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/libs/indexer/src/indexer/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, ja, ko, zh_cn

source: Morphlines config name
de: Name der Morphlines-Konfiguration
es: Nombre de configuración de Morphlines
fr: Nom de configuration Morphlines
ja: Morphline の設定名
ko: Morphlines 구성 이름
zh_cn: Morphlines 配置名称

source: Morphlines config expression
de: Morphlines-Konfigurationsausdruck
es: Expresión de configuración de Morphlines
fr: Expression de configuration Morphlines
ja: Morphline の設定式
ko: Morphlines 구성식
zh_cn: Morphlines 配置表达式

source: Type
de: Typ
es: Tipo
ja: タイプ
ko: 유형
zh_cn: 类型

source: Required
de: Erforderlich
es: Obligatorio
fr: Requis
ja: 必須
ko: 요구됨
zh_cn: 必填

source: Indexed
de: Indiziert
es: Indexado
fr: Indexé
ja: インデックス作成済み
ko: 인덱스됨
zh_cn: 已索引

source: Stored
de: Gespeichert
es: Almacenado
fr: Stocké
ja: 保存済み
ko: 저장됨
zh_cn: 已存储

source: Default Field
de: Standardfeld
es: Campo predeterminado
fr: Champ par défaut
ja: デフォルトのフィールド
ko: 기본 필드
zh_cn: 默认字段

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
zh_cn: 添加

source: Generate a random ID
de: Zufällige ID generieren
es: Generar un ID aleatorio
fr: Créer un ID aléatoire
ja: ランダム ID を生成
ko: 무작위 ID 생성
zh_cn: 生成随机 ID

source: Add ID
de: ID hinzufügen
es: Añadir ID
fr: Ajouter un ID
ja: ID を追加
ko: ID 추가
zh_cn: 添加 ID

source: Actions
de: Aktionen
es: Acciones
ja: アクション
ko: 작업
zh_cn: 操作

source: Search
de: Suche
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
zh_cn: 搜索

source: Add data
de: Daten hinzufügen
es: Agregar datos
fr: Ajouter des données
ja: データを追加
ko: 데이터 추가
zh_cn: 添加数据

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: 更新
ko: 업데이트
zh_cn: 更新

source: CSV or TSV file to index
de: Zu indizierende CSV- oder TSV-Datei
es: Archivo CSV o TSV para indexar
fr: Fichier CSV ou TSV à indexer
ja: インデックスを付ける CSV または TSV ファイル
ko: 인덱싱할 CSV 또는 TSV 파일
zh_cn: 要索引的 CSV 或 TSV 文件

source: Name is missing
de: Name fehlt
es: Falta el nombre
fr: Nom manquant
ja: 名前が見つかりません
ko: 이름이 누락됨
zh_cn: 缺少名称

source: File path is missing
de: Dateipfad fehlt
es: Falta la ruta del archivo
fr: Chemin d'accès au fichier manquant
ja: ファイルパスが見つかりません
ko: 파일 경로가 누락됨
zh_cn: 缺少的文件路径

source: Field name is missing
de: Feldname fehlt
es: Falta el nombre del campo
fr: Nom de champ manquant
ja: フィールド名が見つかりません
ko: 필드 이름이 누락됨
zh_cn: 缺少的字段名称

source: Field type is missing
de: Feldtyp fehlt
es: Falta el tipo de campo
fr: Type de fichier manquant
ja: フィールドタイプが見つかりません
ko: 필드 유형이 누락됨
zh_cn: 缺少的字段类型

source: Upload data
de: Daten hochladen
es: Cargar datos
fr: Télécharger des données
ja: データをアップロード
ko: 데이터 업로드
zh_cn: 上载数据

source: Importer
de: Importprogramm
es: Importador
fr: Importateur
ja: インポータ
ko: 가져오기 도구
zh_cn: 导入器

source: Import to index
de: In den Index importieren
es: Importar en índice
fr: Importer dans l'index
ja: インデックスにインポート
ko: 인덱스로 가져오기
zh_cn: 导入至索引

source: Import to table
de: In die Tabelle importieren
es: Importar en tabla
fr: Importer dans la table
ja: テーブルにインポート
ko: 테이블로 가져오기
zh_cn: 导入至表

source: Create a new database
de: Neue Datenbank erstellen
es: Crear una nueva base de datos
fr: Créer une base de données
ja: 新しいデータベースを作成
ko: 새 데이터베이스 생성
zh_cn: 创建新数据库

source: Toggle Assist
de: Hilfe umschalten
es: Activar/desactivar ayuda
fr: Activer/désactiver l'aide
ja: アシストを切り替え
ko: 지원 전환
zh_cn: 切换帮助

source: Go to Step 1
de: Zu Schritt 1
es: Ir a paso 1
fr: Aller à l'étape 1
ja: 手順 1 に進む
ko: 1단계로 이동
zh_cn: 转到步骤 1

source: Pick data from
de: Daten auswählen aus
es: Seleccionar datos de
fr: Sélectionner des données à partir de
ja: データの選択元
ko: 다음에서 데이터 선택
zh_cn: 从以下项选取数据

source: No source data
de: Keine Quelldaten
es: No hay datos de origen
fr: Aucune donnée source
ja: ソースデータがありません
ko: 소스 데이터 없음
zh_cn: 无源数据

source: Go to Step 2
de: Zu Schritt 2
es: Ir a paso 2
fr: Aller à l'étape 2
ja: 手順 2 に進む
ko: 2단계로 이동
zh_cn: 转到步骤 2

source: Move it to
de: Verschieben zu
es: Mover a
fr: Déplacer vers
ja: 移動先
ko: 다음으로 이동
zh_cn: 将其移至

source: Source
de: Quelle
es: Origen
ja: ソース
ko: 소스
zh_cn: 源

source: Mode
de: Modus
es: Modo
ja: モード
ko: 모드
zh_cn: 模式

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
zh_cn: 自定义

source: Configured
de: Konfiguriert
es: Configurado
fr: Configuré
ja: 設定済み
ko: 구성됨
zh_cn: 已配置

source: No source is needed for creating a database.
de: Zum Erstellen einer Datenbank ist keine Quelle erforderlich.
es: Para crear una base de datos, no se necesita ningún origen.
fr: Aucune source n’est nécessaire pour la création d’une base de données.
ja: データベースを作成するために必要なソースがありません。
ko: 데이터베이스를 생성하기 위해 소스가 필요하지 않습니다.
zh_cn: 创建数据库不需要源。

source: Click or drag from the assist
de: Klicken oder aus der Unterstützung ziehen
es: Haga clic o arrastre desde el asistente.
fr: Cliquez ou faites glisser à partir de l’aide
ja: アシストからクリックまたはドラッグ
ko: 지원 기능에서 클릭 또는 끌어오기
zh_cn: 单击或从助手拖动

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리 보기
zh_cn: 预览

source: Driver
de: Treiber
es: Controlador
fr: Pilote
ja: ドライバ
ko: 드라이버
zh_cn: 驱动程序

source: Hostname
es: Nombre de host
fr: Nom d'hôte
ja: ホスト名
ko: 호스트 이름
zh_cn: 主机名

source: JDBC Driver
de: JDBC-Treiber
es: Controlador JDBC
fr: Pilote JDBC
ja: JDBC ドライバ
ko: JDBC 드라이버
zh_cn: JDBC 驱动程序

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
ko: 사용자 이름
zh_cn: 用户名

source: Enter username here
de: Geben Sie hier den Benutzernamen ein.
es: Introduzca el nombre de usuario aquí.
fr: Entrez le nom d'utilisateur ici
ja: ここにユーザー名を入力します
ko: 여기에 사용자 이름 입력
zh_cn: 在此处输入用户名

source: Password
de: Kennwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
zh_cn: 密码

source: Enter password here
de: Geben Sie hier das Kennwort ein.
es: Introduzca la contraseña aquí.
fr: Entrez le mot de passe ici
ja: ここにパスワードを入力します
ko: 여기에 암호 입력
zh_cn: 在此处输入密码

source: Test Connection
de: Verbindung testen
es: Comprobar la conexión
fr: Tester la connexion
ja: 接続テスト
ko: 연결 테스트
zh_cn: 测试连接

source: Options
de: Optionen
es: Opciones
ja: オプション
ko: 옵션
zh_cn: 选项

source: Database Name
de: Datenbankname
es: Nombre de base de datos
fr: Nom de la base de données
ja: データベース名
ko: 데이터베이스 이름
zh_cn: 数据库名称

source: All Tables
de: Alle Tabellen
es: Todas las tablas
fr: Toutes les tables
ja: すべてのテーブル
ko: 모든 테이블
zh_cn: 所有表

source: Table Name
de: Tabellenname
es: Nombre de tabla
fr: Nom de la table
ja: テーブル名
ko: 테이블 이름
zh_cn: 表名

source: Table
de: Tabelle
es: Tabla
ja: テーブル
ko: 테이블
zh_cn: 表

source: Table name or <database>.<table>
de: Tabellenname oder <database>.<table>
es: Nombre de tabla o <database>.<table>
fr: Nom de la table ou <base de données>.<table>
ja: テーブル名または <database>.<table>
ko: 테이블 이름 또는 <database>.<table>
zh_cn: 表名或 <database>.<table>

source: Guessing format...
de: Format wird ermittelt...
es: Determinando formato...
fr: Détermination du format…
ja: フォーマットを推測しています...
ko: 형식 추측 중...
zh_cn: 猜测格式...

source: Format
es: Dar formato
ja: フォーマット
ko: 형식
zh_cn: 格式

source: File Type
de: Dateityp
es: Tipo de archivo
fr: Type de fichier
ja: ファイルタイプ
ko: 파일 유형
zh_cn: 文件类型

source: Add sample data
de: Beispieldaten hinzufügen
es: Agregar datos de ejemplo
fr: Ajouter des données d'exemple
ja: サンプルデータを追加
ko: 샘플 데이터 추가
zh_cn: 添加示例数据

source: Destination
de: Ziel
es: Destino
ja: 宛先
ko: 대상
zh_cn: 目标

source: Directory must not exist in the path
de: Das Verzeichnis darf nicht im Pfad vorhanden sein
es: El directorio no debe existir en la ruta.
fr: Ce chemin d'accès ne doit pas contenir de répertoire
ja: パスにディレクトリは含めないでください
ko: 경로에 디렉토리가 없어야 합니다.
zh_cn: 此目录不能位于此路径中

source: Only alphanumeric and underscore characters
de: Nur alphanumerische Zeichen und Unterstriche
es: Solo caracteres alfanuméricos y guiones bajos
fr: Caractères alphanumériques et de soulignement uniquement
ja: アルファベット、数字、アンダースコアのみ使用できます
ko: 영숫자 및 밑줄 문자만
zh_cn: 仅限字母数字和下划线字符

source: Collection
de: Sammlung
es: Colección
ja: コレクション
ko: 컬렉션
zh_cn: 集合

source: Already existing
de: Bereits vorhanden
es: Ya existente
fr: Existe déjà
ja: すでに存在しています
ko: 이미 있음
zh_cn: 已存在

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
zh_cn: 打开

source: Properties
de: Eigenschaften
es: Propiedades
fr: Propriétés
ja: プロパティ
ko: 속성
zh_cn: 属性

source: Extras
es: Adicionales
fr: Suppléments
ja: その他
ko: 추가
zh_cn: 额外项

source: Show extra properties
de: Zusätzliche Eigenschaften anzeigen
es: Mostrar propiedades adicionales
fr: Afficher les propriétés supplémentaires
ja: その他のプロパティを表示する
ko: 추가 속성 표시
zh_cn: 显示额外属性

source: Store in Default location
de: In Standardspeicherort speichern
es: Almacenar en ubicación predeterminada
fr: Stocker dans l'emplacement par défaut
ja: デフォルトの場所に保存する
ko: 기본 위치에 저장
zh_cn: 存储在默认位置

source: External location
de: Externer Speicherort
es: Ubicación externa
fr: Emplacement externe
ja: 外部の場所
ko: 외부 위치
zh_cn: 外部位置

source: Import data
de: Daten importieren
es: Importar datos
fr: Importer des données
ja: データをインポート
ko: 데이터 가져오기
zh_cn: 导入数据

source: Description
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
zh_cn: 描述

source: Use first row as header
de: Erste Zeile als Header verwenden
es: Utilizar la primera fila como encabezado
fr: Utiliser la première ligne comme en-tête
ja: 最初の行をヘッダとして使用
ko: 첫 행을 헤더로 사용
zh_cn: 将第一行用作标头

source: Custom char delimiters
de: Benutzerdefinierte Zeichentrennzeichen
es: Delimitadores de caracteres personalizados
fr: Délimiteurs de caractères personnalisés
ja: カスタムの文字区切り記号
ko: 사용자 지정 문자 구분 기호
zh_cn: 自定义字符分隔符

source: Field
de: Feld
es: Campo
fr: Champ
ja: フィールド
ko: 필드
zh_cn: 字段

source: Array, Map
es: Matriz, Map
fr: Tableau, map
ja: 配列、マップ
ko: 어레이, Map
zh_cn: 数组、映射

source: Struct
es: Estructura
fr: Structure
ja: 構造体
zh_cn: 结构

source: Regexp
fr: Expression régulière
zh_cn: 正则表达式

source: Primary keys
de: Primäre Schlüssel
es: Claves principales
fr: Clés primaires
ja: プライマリキー
ko: 기본 키
zh_cn: 主要密钥

source: Partitions
de: Partitionen
es: Particiones
ja: パーティション
ko: 파티션
zh_cn: 分区

source: Add Partition
de: Partition hinzufügen
es: Añadir partición
fr: Ajouter une partition
ja: パーティションを追加
ko: 파티션 추가
zh_cn: 添加分区

source: Add partition
de: Partition hinzufügen
es: Añadir partición
fr: Ajouter une partition
ja: パーティションを追加
ko: 파티션 추가
zh_cn: 添加分区

source: Add value
de: Wert hinzufügen
es: Añadir valor
fr: Ajouter une valeur
ja: 値を追加
ko: 값 추가
zh_cn: 添加值

source: Add column
de: Spalte hinzufügen
es: Añadir columna
fr: Ajouter une colonne
ja: 列を追加
ko: 열 추가
zh_cn: 添加列

source: Execute a cluster job to index a large dataset.
de: Führen Sie einen Cluster-Job aus, um ein großes Dataset zu indizieren.
es: Ejecute un job de clúster para indizar un dataset grande.
fr: Exécutez un job de cluster pour indexer un dataset volumineux.
ja: 大きい Dataset のインデックスを作成するクラスタジョブを実行します。
ko: 대형 Dataset를 인덱싱하는 클러스터 Job을 실행하십시오.
zh_cn: 执行某个集群作业，以便为大型数据集编制索引。

source: Index with a job
de: Mit einem Job indizieren
es: Indizar con un job
fr: Indexer avec un job
ja: ジョブでインデックスを作成
ko: Job으로 인덱싱
zh_cn: 通过作业编制索引

source: Libs
de: Bibliotheken
es: Bibliotecas
ja: ライブラリ
ko: Lib
zh_cn: Lib

source: Primary key
de: Primärer Schlüssel
es: Clave principal
fr: Clé primaire
ja: プライマリキー
ko: 기본 키
zh_cn: 主键

source: Default field
de: Standardfeld
es: Campo predeterminado
fr: Champ par défaut
ja: デフォルトのフィールド
ko: 기본 필드
zh_cn: 默认字段

source: Config set
de: Konfigurationssatz
es: Configurar conjunto
fr: Configuration définie
ja: 設定
ko: 구성 집합
zh_cn: 配置集

source: Num shards
de: Anzahl von Shards
es: Fragmentos de números
fr: Partitions numériques
ja: 数値シャード
ko: shard 수
zh_cn: 数字碎片

source: Replication factor
de: Replikationsfaktor
es: Factor de replicación
fr: Facteur de réplication
ja: レプリケーションファクタ
ko: 복제 요소
zh_cn: 复制因子

source: Path to the file, e.g. hdfs://localhost:8020/user/hue/file.hue
de: Pfad zur Datei, z. B. hdfs://localhost:8020/user/hue/file.hue
es: Ruta al archivo, p. ej., hdfs://localhost:8020/user/hue/file.hue
fr: Chemin d'accès au fichier, par ex., hdfs://localhost:8020/user/hue/file.hue
ja: ファイルへのパス。hdfs://localhost:8020/user/hue/file.hue など
ko: 파일에 대한 경로(예: hdfs://localhost:8020/user/hue/file.hue)
zh_cn: 文件路径，如 hdfs://localhost:8020/user/hue/file.hue

source: Split By
de: Trennen mit
es: Dividir por
fr: Diviser par
ja: 分割文字
ko: 분할 기준
zh_cn: 拆分依据

source: Fields
de: Felder
es: Campos
fr: Champs
ja: フィールド
ko: 필드
zh_cn: 字段

source: Line
de: Linie
es: Línea
fr: Ligne
ja: 行
ko: 줄
zh_cn: 行

source: Optionally Enclosed By
de: Optional eingeschlossen durch
es: Adjuntado opcionalmente por
fr: (Facultatif) Placé entre
ja: オプションの囲む文字
ko: 묶음 기호(선택 사항)
zh_cn: 也可封闭在

source: Default location
de: Standardspeicherort
es: Ubicación predeterminada
fr: Emplacement par défaut
ja: デフォルトの場所
ko: 기본 위치
zh_cn: 默认位置

source: Add Field
de: Feld hinzufügen
es: Añadir campo
fr: Ajouter un champ
ja: フィールドを追加
ko: 필드 추가
zh_cn: 添加字段

source: Back
de: Zurück
es: Volver
fr: Précédent
ja: 戻る
ko: 뒤로
zh_cn: 返回

source: Submit
de: Übermitteln
es: Enviar
fr: Envoyer
ja: サブミット
ko: 제출
zh_cn: 提交

source: Check status
de: Status überprüfen
es: Comprobar el estado
fr: Vérifier le statut
ja: ステータスを確認
ko: 상태 확인
zh_cn: 检查状态

source: Write or paste comma separated field names
de: Durch Kommata abgetrennte Feldnamen schreiben oder einfügen
es: Escriba o pegue nombres de campos separados por comas
fr: Saisir ou coller les noms de champ séparés par une virgule
ja: カンマで区切ったフィールド名を入力するか、貼り付けます
ko: 쉼표로 구분된 필드 이름 쓰기 또는 붙여넣기
zh_cn: 写入或粘贴以逗号分隔的字段名称

source: e.g. id, name, salary
de: z. B. ID, Name, Gehalt
es: p. ej., ID, nombre o sueldo
fr: par exemple, id, nom, salaire
ja: 例：id, name, salary
ko: 예: id, 이름, 급여
zh_cn: 例如，ID、名称、薪资

source: Change field names
de: Feldnamen ändern
es: Cambiar nombres de campos
fr: Modifier les noms de champ
ja: フィールド名の変更
ko: 필드 이름 변경
zh_cn: 更改字段名称

source: Field name
de: Feldname
es: Nombre de campo
fr: Nom du champ
ja: フィールド名
ko: 필드 이름
zh_cn: 字段名称

source: Length
de: Länge
es: Longitud
fr: Longueur
ja: 長さ
ko: 길이
zh_cn: 长度

source: Precision
de: Genauigkeit
es: Precisión
fr: Précision
ja: 精度
ko: 정밀도
zh_cn: 精度

source: Scale
de: Skala
es: Escala
fr: Echelle
ja: スケール
ko: 배율
zh_cn: 比例

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
ko: 값
zh_cn: 值

source: Partition value
de: Partitionswert
es: Valor de partición
fr: Valeur de la partition
ja: パーティション値
ko: 파티션 값
zh_cn: 分区值

source: Show field properties
de: Feldeigenschaften anzeigen
es: Mostrar propiedades de campo
fr: Afficher les propriétés du champ
ja: フィールドプロパティを表示
ko: 필드 속성 표시
zh_cn: 显示字段属性

source: Field comment
de: Feldkommentar
es: Comentario de campo
fr: Commentaire du champ
ja: フィールドコメント
ko: 필드 설명
zh_cn: 字段注释

source: Keep
de: Behalten
es: Mantener
fr: Conserver
ja: 保持
ko: 유지
zh_cn: 保持

source: Only alphanumeric and underscore characters and not _version_
de: Nur alphanumerische Zeichen sowie Unterstriche und nicht „_version_“
es: Tan solo se permiten caracteres alfanuméricos y guiones bajos, no _version_.
fr: Caractères alphanumériques et de soulignement uniquement, à l'exception de _version_
ja: アルファベット、数字、アンダースコアのみ使用できます。_version_ は使用できません
ko: 영숫자 및 밑줄 문자만(_version_ 제외)
zh_cn: 仅能使用字母数字和下划线字符，不能使用 _version_

source: Field Type
de: Feldtyp
es: Tipo de campo
fr: Type de champ
ja: フィールドタイプ
ko: 필드 유형
zh_cn: 字段类型

source: Unique
de: Eindeutig
es: Único
ja: 一意
ko: 고유
zh_cn: 唯一

source: Add Operation
de: Operation hinzufügen
es: Añadir operación
fr: Ajouter une opération
ja: 操作を追加
ko: 작업 추가
zh_cn: 添加操作

source: Operation
de: Vorgang
es: Operación
fr: Opération
ja: 操作
ko: 작업
zh_cn: 操作

source: Operation to
de: Operation für
es: Operación para
fr: Opération pour
ja: 操作
ko: 다음에 대한 작업:
zh_cn: 操作到

source: No sample to be shown
de: Es ist kein anzuzeigendes Beispiel vorhanden.
es: No hay ejemplos que mostrar.
fr: Aucun exemple à afficher
ja: 表示するサンプルがありません
ko: 표시할 샘플 없음
zh_cn: 没有要显示的示例

source: Number of expected fields
de: Anzahl der erwarteten Felder
es: Número de campos esperados
fr: Nombre de champs attendus
ja: 想定されるフィールドの数
ko: 예상되는 필드 수
zh_cn: 预期字段数

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
ja: 削除
ko: 제거
zh_cn: 删除

source: Remove Pair
de: Paar entfernten
es: Eliminar par
fr: Supprimer un pair
ja: ペアを削除
ko: 쌍 제거
zh_cn: 删除对

source: Add Pair
de: Paar hinzufügen
es: Añadir par
fr: Ajouter un pair
ja: ペアを追加
ko: 쌍 추가
zh_cn: 添加对

source: generated
de: erstellt
es: generado
fr: généré
ja: 生成済み
ko: 생성됨
zh_cn: 已生成

source: Connection Failed:
de: Verbindungsfehler:
es: Error de conexión:
fr: Echec de la connexion :
ja: 接続に失敗しました：
ko: 연결 실패:
zh_cn: 连接失败：

source: Comma (,)
de: Komma (,)
es: Coma (,)
fr: Virgule (,)
ja: カンマ（,）
ko: 쉼표(,)
zh_cn: 逗号 (,)

source: New line
de: Neue Zeile
es: Nueva línea
fr: Nouvelle ligne
ja: 改行
ko: 새 줄
zh_cn: 换行符

source: Pipe
de: Senkrechter Strich
es: Barra
fr: Barre verticale
ja: パイプ
ko: 세로줄
zh_cn: 管道符

source: Double Quote
de: Doppeltes Anführungszeichen
es: Comillas dobles
fr: Guillemet double
ja: 二重引用符
ko: 큰따옴표
zh_cn: 双引号

source: Single Quote
de: Einfaches Anführungszeichen
es: Comillas simples
fr: Apostrophe
ja: 一重引用符
ko: 작은따옴표
zh_cn: 单引号

source: Creation success.
de: Erstellung war erfolgreich.
es: Se ha creado correctamente.
fr: Création réussie.
ja: 作成に成功しました。
ko: 성공적으로 생성했습니다.
zh_cn: 创建成功。

source: Example: SELECT * FROM tablename, or press CTRL + space
de: Beispiel: SELECT * FROM Tabellenname, oder STRG + Leerzeichen drücken
es: Ejemplo: SELECT * FROM nombre de tabla o pulse Ctrl + espacio
fr: Exemple : SELECT * FROM nom_de_table ou appuyez sur CTRL + espace
ja: 例：SELECT * FROM テーブル名、または CTRL キーを押したまま Space キーを押す
ko: 예: SELECT * FROM 테이블 이름 또는 Ctrl + space 누르기
zh_cn: 示例：SELECT * FROM 表名，或按 CTRL + 空格键

source: Example: import --connect jdbc:hsqldb:file:db.hsqldb --table TT --target-dir hdfs://localhost:8020/user/foo -m 1
de: Beispiel: import --connect jdbc:hsqldb:file:db.hsqldb --table TT --target-dir hdfs://localhost:8020/user/foo -m 1
es: Ejemplo: import --connect jdbc:hsqldb:file:db.hsqldb --table TT --target-dir hdfs://localhost:8020/user/foo -m 1
fr: Exemple : import --connect jdbc:hsqldb:file:db.hsqldb --table TT --target-dir hdfs://localhost:8020/user/foo -m 1
ja: 例：import --connect jdbc:hsqldb:file:db.hsqldb --table TT --target-dir hdfs://localhost:8020/user/foo -m 1
ko: 예: import --connect jdbc:hsqldb:file:db.hsqldb --table TT --target-dir hdfs://localhost:8020/user/foo -m 1
zh_cn: 示例：import --connect jdbc:hsqldb:file:db.hsqldb --table TT --target-dir hdfs://localhost:8020/user/foo -m 1

source: Task submitted
de: Task wurde übermittelt
es: Tarea enviada
fr: Tâche envoyée
ja: タスクがサブミットされました
ko: 작업이 제출됨
zh_cn: 任务已提交

source: Creation success
de: Erstellung war erfolgreich
es: Se ha creado correctamente.
fr: Création réussie
ja: 作成に成功しました
ko: 생성 성공
zh_cn: 创建成功

source: Skipped records:
de: Übersprungene Datensätze:
es: Registros omitidos:
fr: Enregistrements ignorés :
ja: スキップされたレコード：
ko: 건너뛴 레코드:
zh_cn: 已跳过记录：

source: Error importing
de: Fehler beim Import
es: Error en la importación
fr: Erreur d'importation
ja: インポート中にエラーが発生しました
ko: 가져오기 오류
zh_cn: 导入时出错

source: Solr Indexes
de: Solr-Indizes
es: Índices Solr
fr: Index Solr
ja: Solr インデックス
ko: Solr 인덱스
zh_cn: Solr 索引

source: Pick data
de: Daten auswählen
es: Seleccionar datos
fr: Sélectionner des données
ja: データを選択
ko: 데이터 선택
zh_cn: 选取数据

source: Get fields
de: Felder abrufen
es: Obtener campos
fr: Obtenir les champs
ja: フィールドを取得
ko: 필드 가져오기
zh_cn: 获取字段

source: Go to Step 3
de: Zu Schritt 3
es: Ir a paso 3
fr: Aller à l'étape 3
ja: 手順 3 に進む
ko: 3단계로 이동
zh_cn: 转到步骤 3

source: Index!
es: Indizar.
ja: インデックス
ko: 인덱스!
zh_cn: 索引！

source: Collection details
de: Sammlungsdetails
es: Detalles de recopilación
fr: Détails de la collection
ja: コレクションの詳細
ko: 컬렉션 세부 정보
zh_cn: 集合详细信息

source: Collection name
de: Sammlungsname
es: Nombre de recopilación
fr: Nom de la collection
ja: コレクション名
ko: 컬렉션 이름
zh_cn: 集合名称

source: A new collection will be created
de: Es wird eine neue Sammlung erstellt
es: Se creará una nueva recopilación
fr: Une nouvelle collection sera créée.
ja: 新しいコレクションを作成
ko: 새 컬렉션이 생성될 예정임
zh_cn: 将创建新集合

source: Adding data to this existing collection
de: Hinzufügen von Daten zur vorhandenen Sammlung
es: Añadiendo datos a esta recopilación existente
fr: Ajout de données à cette collection existante
ja: この既存のコレクションにデータを追加
ko: 데이터를 기존 컬렉션에 추가하는 중
zh_cn: 将数据添加到此现有集合

source: Index it!
de: Indizieren!
es: Indizarlo.
fr: Indexez-le !
ja: インデックスを作成
ko: 인덱스!
zh_cn: 为其编制索引！

source: Oozie Status
es: Estado de Oozie
fr: État Oozie
ja: Oozie ステータス
ko: Oozie 상태
zh_cn: Oozie 状态

source: View indexing status
de: Indizierungsstatus anzeigen
es: Ver estado de indizado
fr: Afficher l'état d'indexation
ja: インデックス作成ステータスを表示
ko: 인덱싱 상태 보기
zh_cn: 查看索引状态

source: View collection
de: Sammlung anzeigen
es: Ver recopilación
fr: Afficher la collection
ja: コレクションを表示
ko: 컬렉션 보기
zh_cn: 查看集合

source: Show indexing properties
de: Indexeigenschaften anzeigen
es: Mostrar propiedades de indizado
fr: Afficher les propriétés d'indexage
ja: インデックス作成プロパティを表示
ko: 인덱싱 속성 표시
zh_cn: 显示索引属性

source: Keep in index
de: Index behalten
es: Mantener en índice
fr: Garder dans l'index
ja: インデックスで保持
ko: 인덱스에 유지
zh_cn: 保存在索引中

source: Search for name...
de: Nach Namen suchen...
es: Buscar por nombre...
fr: Rechercher un nom...
ja: 名前を検索...
ko: 이름 검색...
zh_cn: 搜索名称...

source: Create index
de: Index erstellen
es: Crear índice
fr: Créer un index
ja: インデックスを作成
ko: 인덱스 생성
zh_cn: 创建索引

source: Create alias
de: Alias erstellen
es: Crear alias
fr: Créer un alias
ja: エイリアスを作成
ko: 별칭 생성
zh_cn: 创建别名

source: Delete the selection?
de: Soll die Auswahl gelöscht werden?
es: ¿Desea eliminar la selección?
fr: Supprimer la sélection ?
ja: 選択した項目を削除しますか?
ko: 선택 항목을 삭제하시겠습니까?
zh_cn: 是否删除选定内容？

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
zh_cn: 否

source: Delete?
de: Löschen?
es: ¿Eliminar?
fr: Supprimer ?
ja: 削除しますか?
ko: 삭제하시겠습니까?
zh_cn: 是否删除？

source: Alias name
es: Nombre de alias
fr: Nom d'alias
ja: エイリアス名
ko: 별칭 이름
zh_cn: 别名

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh_cn: 编辑

source: Overview
de: Übersicht
es: Información general
fr: Aperçu
ja: 概要
ko: 개요
zh_cn: 概述

source: Sample
de: Beispiel
es: Ejemplo
fr: Exemple
ja: サンプル
ko: 샘플
zh_cn: 样本

source: Search for a field...
de: Nach einem Feld suchen...
es: Buscar por un campo...
fr: Rechercher un champ...
ja: フィールドを検索...
ko: 필드 검색...
zh_cn: 搜索字段...

source: The index does not contain any data.
de: Der Index enthält keine Daten.
es: El índice no contiene datos.
fr: L'index ne contient aucune donnée.
ja: インデックスにデータが格納されていません。
ko: 인덱스에 데이터가 없습니다.
zh_cn: 此索引不包含任何数据。

source: The config could not be retrieved.
de: Die Konfiguration konnte nicht abgerufen werden.
es: No se ha podido recuperar la configuración.
fr: La configuration n'a pas pu être récupérée.
ja: 設定を取得できませんでした。
ko: 구성을 검색할 수 없습니다.
zh_cn: 无法检索此配置。

source: View more...
de: Mehr anzeigen...
es: Ver más...
fr: Afficher plus…
ja: 詳細を表示...
ko: 더 보기...
zh_cn: 查看更多...

source: Unique Key
de: Eindeutiger Schlüssel
es: Clave única
fr: Clé unique
ja: 一意キー
ko: 고유 키
zh_cn: 唯一键

source: Multivalued
de: Mehrwertig
es: Con multivalores
fr: A valeurs multiples
ja: 複数値
ko: 다중 값
zh_cn: 多值

source: Term Vectors
de: Benennungsvektoren
es: Vectores de términos
fr: Composants Term Vector
ja: 単語ベクトル
ko: 용어 벡터
zh_cn: 检索词向量

source: Tokenized
de: Als Token verwendet
es: Convertido en token
fr: Tokenisé
ja: トークン化済み
ko: 토큰화됨
zh_cn: 标记化

source: Term Positions
de: Benennungspositionen
es: Posiciones de términos
fr: Positions des termes
ja: 単語位置
ko: 용어 위치
zh_cn: 检索词位置

source: Term Offsets
de: Benennungs-Offsets
es: Desplazamientos de términos
fr: Décalages des termes
ja: 単語オフセット
ko: 용어 오프셋
zh_cn: 检索词偏移

source: Omit Norms
de: Normen auslassen
es: Omitir normas
fr: Omettre les standards
ja: ノルムを省略
ko: 표준 생략
zh_cn: 省略规范

source: Omit TermFreq and Positions
de: 'TermFreq' und Positionen auslassen
es: Omitir términos frecuentes y posiciones
fr: Omettre la fréquence des termes et les positions
ja: 単語頻度と位置を省略
ko: TermFreq 및 위치 생략
zh_cn: 省略检索词频率和位置
