Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/libs/indexer/src/indexer/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, ja, ko, zh_cn

source: Sort Missing Last
de: Nach dem letzten fehlenden Element sortieren
es: Falta el último en ordenación
fr: Trier les dernières valeurs manquantes
ja: 見つからない最後のアイテムをソート
ko: 마지막 누락 항목 정렬
zh_cn: 排序缺少最后一项

source: DocValues
es: Valores documento
fr: Valeurs du document
ja: ドキュメント値
ko: DocValue
zh_cn: 文档值

source: Copy Fields
de: Felder kopieren
es: Copiar campos
fr: Copier les champs
ja: フィールドをコピー
ko: 필드 복사
zh_cn: 复制字段

source: Dynamic Fields
de: Dynamische Felder
es: Campos dinámicos
fr: Champs dynamiques
ja: 動的なフィールド
ko: 동적 필드
zh_cn: 动态字段

source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
ja: 利用可能なデータがありません
ko: 데이터를 이용할 수 없음
zh_cn: 没有可用数据

source: No matching records
de: Keine übereinstimmenden Datensätze
es: No hay registros coincidentes
fr: Aucun enregistrement correspondant
ja: 一致するレコードがありません
ko: 일치하는 레코드가 없음
zh_cn: 没有匹配记录

source: The specified index has not been found
de: Der angegebene Index wurde nicht gefunden
es: No se ha encontrado el índice especificado.
fr: L'index spécifié est introuvable
ja: 指定されたインデックスが見つかりません
ko: 지정된 인덱스를 찾지 못했습니다.
zh_cn: 未找到指定索引

source: Mappers
de: Mapper
ja: Mapper
ko: Mapper
