Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/libs/indexer/src/indexer/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, ja, ko, zh_cn

source: POST request required.
de: Eine POST-Anforderung ist erforderlich.
es: Se necesita una solicitud POST.
fr: Requête POST requise.
ja: POST 要求が必要です。
ko: POST 요청이 필요합니다.
zh_cn: 需要 POST 请求。

source: Could not detect any fields.
de: Es konnten keine Felder erkannt werden.
es: No se ha detectado ningún campo.
fr: Impossible de détecter des champs.
ja: フィールドを検出できませんでした。
ko: 필드를 감지할 수 없습니다.
zh_cn: 无法检测任何字段。

source: Type %s not supported.
de: Typ %s wird nicht unterstützt.
es: El tipo %s no es compatible.
fr: Type %s non pris en charge.
ja: タイプ %s はサポートされていません。
ko: %s 유형은 지원되지 않습니다.
zh_cn: 类型 %s 不受支持。

source: Source type %s not supported.
de: Quelltyp %s wird nicht unterstützt.
es: El tipo de fuente %s no es compatible.
fr: Type de source %s non pris en charge.
ja: ソースタイプ %s はサポートされていません。
ko: %s 소스 유형은 지원되지 않습니다.
zh_cn: 源类型 %s 不受支持。

source: Collection created!
de: Sammlung erstellt!
es: ¡Colección creada!
fr: Collection créée.
ja: コレクションが作成されました。
ko: 컬렉션이 생성되었습니다!
zh_cn: 已创建集合！

source: Collection missing.
de: Sammlung fehlt.
es: Falta una colección.
fr: Collection manquante.
ja: コレクションがありません。
ko: 컬렉션이 누락되었습니다.
zh_cn: 集合缺失。

source: No collections to remove.
de: Keine Sammlungen zu löschen.
es: No hay colecciones para eliminar.
fr: Aucune collection à supprimer.
ja: 削除するコレクションがありません。
ko: 제거할 컬렉션이 없습니다.
zh_cn: 没有要删除的集合。

source: Collections removed!
de: Sammlungen entfernt!
es: ¡Colecciones eliminadas!
fr: Collections supprimées.
ja: コレクションが削除されました。
ko: 컬렉션이 제거되었습니다!
zh_cn: 集合已删除！

source: GET request required.
de: Eine GET-Anforderung ist erforderlich.
es: Se necesita una solicitud GET.
fr: Requête GET requise.
ja: GET 要求が必要です。
ko: GET 요청이 필요합니다.
zh_cn: 需要 GET 请求。

source: No collection to update.
de: Keine Sammlung zu aktualisieren.
es: No hay ninguna colección para actualizar.
fr: Aucune collection à mettre à jour.
ja: 更新するコレクションがありません。
ko: 업데이트할 컬렉션이 없습니다.
zh_cn: 没有要更新的集合。

source: Collection updated!
de: Sammlung aktualisiert!
es: ¡Colección actualizada!
fr: Collection mise à jour.
ja: コレクションが更新されました。
ko: 컬렉션이 업데이트되었습니다!
zh_cn: 集合已更新！

source: Index imported!
de: Index importiert!
es: ¡Índice importado!
fr: Index importé.
ja: インデックスがインポートされました。
ko: 인덱스를 가져왔습니다!
zh_cn: 索引已导入！

source: Unsupported source %s
de: Nicht unterstützte Quelle %s
es: Fuente %s no compatible
fr: Source non prise en charge %s
ja: サポートされていないソース %s
ko: %s 소스는 지원되지 않음
zh_cn: 不受支持的源 %s

source: Path %(path)s is not a file
de: Pfad %(path)s ist keine Datei.
es: La ruta %(path)s no es un archivo
fr: Le chemin d’accès %(path)s n'est pas un fichier
ja: パス %(path)s はファイルではありません
ko: %(path)s 경로는 파일이 아닙니다.
zh_cn: 路径 %(path)s 不是一个文件

source: File size is too large to handle!
de: Dateigröße ist zu groß für die Verarbeitung!
es: ¡El tamaño del archivo es demasiado grande!
fr: Fichier trop volumineux !
ja: ファイルサイズが大きすぎるため処理できません。
ko: 파일 크기가 너무 커서 처리할 수 없습니다!
zh_cn: 文件过大，无法处理！

source: Creating database %(name)s
de: Datenbank %(name)s wird erstellt
es: Creando base de datos %(name)s
fr: Création de la base de données %(name)s
ja: データベース %(name)s の作成
ko: %(name)s 데이터베이스 생성 중
zh_cn: 正在创建数据库 %(name)s

source: Flag to turn on the new Solr indexer.
de: Markierung, um den neuen Solr-Indexer zu aktivieren.
es: Marque para activar el nuevo indizador Solr.
fr: Indicateur d'activation du nouvel indexeur Solr.
ja: 新規の Solr Indexer をオンにするフラグです。
ko: 새 Solr 인덱서를 켜는 플래그입니다.
zh_cn: 用于启用新的 Solr 索引器的标记。

source: Flag to turn on the Morphline Solr indexer.
de: Markierung, um den Morphline Solr-Indexer zu aktivieren.
es: Marque para activar el indizador Solr de Morphline.
fr: Indicateur d'activation de l'indexeur Solr Morphline.
ja: Morphline Solr Indexer をオンにするフラグです。
ko: Morphline Solr 인덱서를 켜는 플래그입니다.
zh_cn: 用于启用 Morphline Solr 索引器的标记。

source: Flag to turn on Sqoop imports.
de: Markierung, um Sqoop-Importe zu aktivieren.
es: Marque para activar las importaciones de Sqoop.
fr: Indicateur d'activation des importations Sqoop.
ja: Sqoop インポートをオンにするフラグです。
ko: Sqoop 가져오기를 켜는 플래그입니다.
zh_cn: 用于启用 Sqoop 导入的标记。

source: Batch indexer path in HDFS.
de: Batch-Indexer-Pfad in HDFS.
es: Ruta del indizador de lotes en HDFS.
fr: Chemin d'accès de l'indexeur par lot dans HDFS.
ja: HDFS のバッチインデクサパス。
ko: HDFS의 배치 indexer 경로입니다.
zh_cn: HDFS 中的批次索引器路径。

source: Local path to Hue folder where Solr instance directories will be created in non-solrcloud mode.
de: Lokaler Pfad zum Hue-Ordner, wobei Solr-Instanzverzeichnisse in einem anderen Modus als solrcloud erstellt werden.
es: Ruta local a la carpeta de Hue donde se crearán los directorios de la instancia de Solr en el modo fuera de la nube de Solr.
fr: Chemin d'accès local au dossier Hue où les répertoires d'instance de Solr seront créés en mode non-solrcloud.
ja: Hue フォルダーへのローカルパスです。このフォルダーでは、Solr インスタンスディレクトリが Solr クラウドではないモードで作成されます。
ko: Solr 인스턴스 디렉토리가 solrcloud 외 모드로 생성될 Hue 폴더에 대한 로컬 경로입니다.
zh_cn: 在其中以 non-solrcloud 模式创建 Solr 实例目录的 Hue 文件夹的本地路径。

source: Default template used at collection creation.
de: Standardvorlage bei der Sammlungserstellung verwendet.
es: Plantilla predeterminada utilizada en la creación de la recopilación.
fr: Modèle par défaut utilisé lors de la création de la collection.
ja: Collection Manager
ko: 컬렉션 생성 시 사용된 기본 템플릿입니다.
zh_cn: 集合创建时使用的默认模板。

source: oozie workspace template for indexing:
de: Oozie-Workspace-Vorlage für die Indexerstellung:
es: Plantilla del área de trabajo de Oozie para indexar:
fr: modèle d'espace de travail Oozie pour l'indexation :
ja: インデックス作成用の oozie ワークスペーステンプレート：
ko: 인덱싱에 사용할 Oozie 작업 영역 템플릿:
zh_cn: 用于进行索引的 oozie 工作区模板：

source: Location of the solrctl binary.
de: Speicherort der solrctl-Binärdatei.
es: Ubicación del binario solrctl.
fr: Emplacement du fichier binaire solrctl.
ja: solrctl バイナリの場所。
ko: solrctl 바이너리 위치입니다.
zh_cn: Solrctl 二进制的位置。

source: Zookeeper ensemble.
es: Conjunto ZooKeeper.
fr: Ensemble ZooKeeper.
ja: ZooKeeper アンサンブル。
ko: Zookeeper 앙상블입니다.
zh_cn: Zookeeper 总体。

source: Could not fetch fields for collection %s.
de: Felder für Sammlung %s konnten nicht abgerufen werden.
es: No se han podido recuperar los campos para la colección %s.
fr: Impossible de récupérer les champs pour la collection %s.
ja: コレクション %s のフィールドをフェッチできませんでした。
ko: %s 컬렉션에 대한 필드를 가져올 수 없습니다.
zh_cn: 无法获取集合 %s 的字段。

source: Could not fetch fields for collection %s. See logs for more info.
de: Felder für Sammlung %s konnten nicht abgerufen werden. Weitere Informationen finden Sie in den Protokollen.
es: No se han podido recuperar los campos para la colección %s. Consulte los registros para obtener más información.
fr: Impossible de récupérer les champs pour la collection %s. Consultez les journaux pour plus d'informations.
ja: コレクション %s のフィールドをフェッチできませんでした。詳細はログを参照してください。
ko: %s 컬렉션에 대한 필드를 가져올 수 없습니다. 자세한 내용은 로그를 확인하십시오.
zh_cn: 无法获取集合 %s 的字段。请参见日志以获取更多信息。

source: Could not fetch unique key for collection %s.
de: Eindeutiger Schlüssel für Sammlung %s konnte nicht abgerufen werden.
es: No se ha podido recuperar la clave única para la colección %s.
fr: Impossible de récupérer la clé unique pour la collection %s.
ja: コレクション %s の一意キーをフェッチできませんでした。
ko: %s 컬렉션에 대한 고유 키를 가져올 수 없습니다.
zh_cn: 无法获取集合 %s 的唯一密钥。

source: Could not fetch unique key for collection %s. See logs for more info.
de: Eindeutiger Schlüssel für Sammlung %s konnte nicht abgerufen werden. Weitere Informationen finden Sie in den Protokollen.
es: No se ha podido recuperar la clave única para la colección %s. Consulte los registros para obtener más información.
fr: Impossible de récupérer la clé unique pour la collection %s. Consultez les journaux pour plus d'informations.
ja: コレクション %s の一意キーをフェッチできませんでした。詳細はログを参照してください。
ko: 컬렉션 %s에 대한 고유한 키를 가져올 수 없습니다. 자세한 내용은 로그를 확인하십시오.
zh_cn: 无法获取集合 %s 的唯一密钥。请参见日志以获取更多信息。

source: Error in copying Solr configurations: %s
de: Fehler beim Kopieren der Solr-Konfigurationen: %s
es: Error al copiar configuraciones de Solr: %s
fr: Erreur lors de la copie des configurations Solr : %s
ja: Solr 設定のコピー中にエラーが発生しました：%s
ko: Solr 구성을 복사하는 중 오류 발생: %s
zh_cn: 复制 Solr 配置时出错：%s

source: Error in deleting Solr configurations.
de: Fehler beim Löschen der Solr-Konfigurationen.
es: Error al eliminar configuraciones de Solr.
fr: Erreur lors de la suppression des configurations Solr.
ja: Solr 設定の削除中にエラーが発生しました。
ko: Solr 구성을 삭제하는 중 오류가 발생했습니다.
zh_cn: 删除 Solr 配置时出错。

source: Could not create collection. Check error logs for more info.
de: Sammlung konnte nicht erstellt werden. Weitere Informationen finden Sie in den Fehlerprotokollen.aa
es: No se ha podido crear la colección. Para obtener más información, compruebe los registros de error.
fr: Impossible de créer la collection. Consultez les journaux d'erreur pour plus d'informations.
ja: コレクションを作成できませんでした。詳細はエラーログを確認してください。
ko: 컬렉션을 생성할 수 없습니다. 자세한 내용은 오류 로그를 확인하십시오.
zh_cn: 无法创建集合。检查错误日志以获取更多信息。

source: Instance directory %s already exists! Please remove it from the file system.
de: Instanzverzeichnis %s ist bereits vorhanden. Entfernen Sie es aus dem Dateisystem.
es: El directorio de la instancia %s ya existe. Elimínelo del sistema de archivos.
fr: Le répertoire d'instance %s existe déjà. Supprimez-le du système de fichiers.
ja: インスタンスディレクトリ %s はすでに存在します。このディレクトリをファイルシステムから削除してください。
ko: %s 인스턴스 디렉토리가 이미 존재합니다! 파일 시스템에서 이를 제거하십시오.
zh_cn: 实例目录 %s 已存在！请从文件系统删除它。

source: Cannot remove Solr cores.
de: Solr-Kerne können nicht entfernt werden.
es: No se pueden eliminar los núcleos de Solr.
fr: Impossible de supprimer les cœurs Solr.
ja: Solr コアを削除できません。
ko: Solr 코어를 제거할 수 없습니다.
zh_cn: 无法删除 Solr 内核。

source: Could not remove collection. Check error logs for more info.
de: Sammlung konnte nicht entfernt werden. Weitere Informationen finden Sie in den Fehlerprotokollen.
es: No se ha podido eliminar la colección. Para obtener más información, compruebe los registros de error.
fr: Impossible de supprimer la collection. Consultez les journaux d'erreur pour plus d'informations.
ja: コレクションを削除できませんでした。詳細はエラーログを確認してください。
ko: 컬렉션을 제거할 수 없습니다. 자세한 내용은 오류 로그를 확인하십시오.
zh_cn: 无法删除集合。检查错误日志以获取更多信息。

source: Could not update index. Unknown type %s
de: Index konnte nicht aktualisiert werden. Unbekannter Typ %s
es: No se ha podido actualizar el índice. Tipo desconocido %s
fr: Impossible de mettre à jour l'index. Type %s inconnu.
ja: インデックスを更新できませんでした。不明なタイプ %s です
ko: 인덱스를 업데이트할 수 없습니다. 알 수 없는 유형 %s
zh_cn: 无法更新索引。未知类型 %s

source: Could not update index. Check error logs for more info.
de: Index konnte nicht aktualisiert werden. Weitere Informationen finden Sie in den Fehlerprotokollen.
es: No se ha podido actualizar el índice. Para obtener más información, compruebe los registros de error.
fr: Impossible de mettre à jour l'index. Consultez les journaux d'erreur pour plus d'informations.
ja: インデックスを更新できませんでした。詳細は、エラーログを確認してください。
ko: 인덱스를 업데이트할 수 없습니다. 자세한 내용은 오류 로그를 확인하십시오.
zh_cn: 无法更新索引。检查错误日志以获取更多信息。

source: Could not update index. Indexing strategy %s not supported.
de: Index konnte nicht aktualisiert werden. Indexstrategie %s wird nicht unterstützt.
es: No se ha podido actualizar el índice. La estrategia de indexación %s no es compatible.
fr: Impossible de mettre à jour l'index. La stratégie d'indexation %s n'est pas prise en charge.
ja: インデックスを更新できませんでした。インデックス作成戦略 %s はサポートされません。
ko: 인덱스를 업데이트할 수 없습니다. 인덱싱 전략 %s이 지원되지 않습니다.
zh_cn: 无法更新索引。不支持索引策略 %s。

source: Could not index the data. Check error logs for more info.
de: Die Daten konnten nicht indiziert werden. Weitere Informationen finden Sie in den Fehlerprotokollen.
es: No se pudieron indexar los datos. Para obtener más información, compruebe los registros de error.
fr: Impossible d'indexer les données. Consultez les journaux d'erreur pour plus d'informations.
ja: データのインデックスを作成できませんでした。詳細はエラーログを確認してください。
ko: 데이터를 인덱싱할 수 없습니다. 자세한 내용은 오류 로그를 확인하십시오.
zh_cn: 无法为数据编制索引。检查错误日志以获取更多信息。

source: Could not update index: %s
de: Der Index konnte nicht aktualisiert werden: %s
es: No se ha podido actualizar el índice: %s
fr: Impossible de mettre à jour l'index : %s
ja: インデックス %s を更新できませんでした
ko: 인덱스를 업데이트할 수 없음: %s
zh_cn: 无法更新索引：%s

source: Hue Log File
de: Hue-Protokolldatei
es: Archivo de registro de Hue
fr: Fichier journal Hue
ja: Hue ログファイル
ko: Hue 로그 파일
zh_cn: Hue 日志文件

source: Combined Apache Log File
de: Kombinierte Apache-Protokolldatei
es: Archivo de registro de Apache combinado
fr: Fichier journal Apache combiné
ja: combined Apache ログファイル
ko: 결합된 Apache 로그 파일
zh_cn: 已合并的 Apache 日志文件

source: Ruby Log
de: Ruby-Protokoll
es: Registro de Ruby
fr: Journal Ruby
ja: Ruby ログ
ko: Ruby 로그
zh_cn: Ruby 日志

source: Syslog
zh_cn: 系统日志

source: Parquet Table
de: Parquet-Tabelle
es: Tabla Parquet
fr: Table Parquet
ja: Parquet テーブル
ko: Parquet 테이블
zh_cn: Parquet 表

source: CSV File
de: CSV-Datei
es: Archivo CSV
fr: Fichier CSV
ja: CSV ファイル
ko: CSV 파일
zh_cn: CSV 文件

source: Index created!
de: Index erstellt!
es: ¡Índice creado!
fr: Index créé.
ja: インデックスが作成されました。
ko: 인덱스가 생성되었습니다!
zh_cn: 已创建索引！

source: No indexes to remove.
de: Keine zu entfernenden Indizes.
es: No hay índices para eliminar.
fr: Aucun index à supprimer.
ja: 削除するインデックスがありません。
ko: 제거할 인덱스가 없습니다.
zh_cn: 无要删除的索引。

source: Indexes removed!
de: Indizes entfernt!
es: ¡Índices eliminados!
fr: Index supprimés.
ja: インデックスが削除されました。
ko: 인덱스를 제거했습니다!
zh_cn: 已删除索引！

source: Alias created or modified!
de: Alias erstellt oder geändert!
es: ¡Alias creado o modificado!
fr: Alias créé ou modifié.
ja: エイリアスが作成または変更されました。
ko: 별칭을 생성 또는 수정했습니다!
zh_cn: 已创建或修改别名！

source: Solr server could not be contacted properly: %s
de: Solr-Server konnte nicht ordnungsgemäß kontaktiert werden: %s
es: No se ha podido contactar debidamente con el servidor Solr: %s
fr: Impossible de contacter le serveur Solr correctement : %s
ja: 次の Solr サーバーに正常に接続できませんでした：%s
ko: Solr 서버에 올바르게 연결할 수 없음: %s
zh_cn: 无法正确地连接 Solr 服务器：%s

source: Solr does not have any predefined (secure: %s) configSets: %s
de: Solr verfügt nicht über vordefinierte configSets (sicher: %s): %s
es: Solr no tiene configSets predefinidos (seguros: %s): %s
fr: Solr n'inclut aucun ensemble de configuration prédéfini (sécurisé : %s) : %s
ja: Solr には事前定義済みの (セキュア：%s) configSets がありません：%s
ko: Solr에 미리 정의된(보안: %s) configSets가 없음: %s
zh_cn: Solr 没有任何预定义的（安全：%s）configSet：%s

source: Cannot remove non-Solr cloud cores.
de: Nicht-Solr-Cloud-Kerne können nicht entfernt werden.
es: No se pueden eliminar los núcleos que no sean de la nube de Solr.
fr: Impossible de supprimer des cœurs de cloud non-Solr.
ja: Solr クラウド以外のコアを削除できません。
ko: Solr 외 클라우드 코어를 제거할 수 없습니다.
zh_cn: 无法删除非 Solr 云核。

source: Could not remove collection: %(message)s
de: Die Sammlung konnte nicht entfernt werden: %(message)s
es: No se ha podido quitar la colección: %(message)s.
fr: Impossible de supprimer la collection : %(message)s
ja: コレクションを削除できませんでした：%(message)s
ko: 컬렉션을 제거할 수 없음: %(message)s
zh_cn: 无法删除集合：%(message)s

source: Could not create index: %s
de: Der Index konnte nicht erstellt werden: %s
es: No se ha podido crear el índice: %s.
fr: Impossible de créer l'index : %s
ja: インデックスを作成できませんでした：%s
ko: 인덱스를 생성할 수 없음: %s
zh_cn: 无法创建索引：%s

source: Could not create index. Check error logs for more info.
de: Index konnte nicht erstellt werden. Weitere Informationen finden Sie in den Fehlerprotokollen.
es: No se ha podido crear el índice. Para obtener más información, compruebe los registros de error.
fr: Impossible de créer l'index. Consultez les journaux d'erreur pour plus d'informations.
ja: インデックスを作成できませんでした。詳細はエラーログを確認してください。
ko: 인덱스를 생성할 수 없습니다. 자세한 내용은 오류 로그를 확인하십시오.
zh_cn: 无法创建索引。检查错误日志以获取更多信息。

source: Error in getting schema information for index '%s'
de: Fehler beim Abrufen der Schemainformationen für Index "%s"
es: Error al obtener la información del esquema para el índice '%s'
fr: Erreur lors de la lecture des informations de schéma pour l'index '%s'
ja: インデックス %s のスキーマ情報の取得中にエラーが発生しました
ko: 인덱스 '%s'에 대한 스키마 정보를 가져오는 중 오류 발생
zh_cn: 获取索引 '%s' 的架构信息时出错

source: %s is not a boolean value
de: %s ist kein boolescher Wert
es: %s no es un valor booleano
fr: %s n'est pas une valeur booléenne
ja: %s はブール値ではありません
ko: %s은(는) Boolean 값이 아님
zh_cn: %s 不是布尔值

source: Missing permission.
de: Berechtigung fehlt.
es: Faltan permisos.
fr: Autorisation manquante.
ja: パーミッションがありません。
ko: 권한이 없습니다.
zh_cn: 缺少权限。

source: A POST request is required.
de: Eine POST-Anforderung ist erforderlich.
es: Se necesita una solicitud POST.
fr: Requête POST requise.
ja: POST 要求が必要です。
ko: POST 요청이 필요합니다.
zh_cn: 需要 POST 请求。

source: Indexing into %s
de: Es wird in %s indiziert
es: Indexación en %s
fr: Indexation dans %s
ja: %s のインデックスの作成
ko: %s(으)로 인덱싱 중
zh_cn: 正在编制索引至 %s

source: Split Chararacter
de: Trennzeichen
es: Dividir carácter
fr: Découpe des caractères
ja: 分割文字
ko: 분할 문자
zh_cn: 拆分字符

source: Regular Expression
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
ja: 正規表現
ko: 정규식
zh_cn: 正则表达式

source: Date Format (eg: yyyy/MM/dd)
de: Datumsformat (z. B. JJJ/MM/TT)
es: Formato de fecha (p. ej.: aaaa/MM/dd)
fr: Format de date (par ex. : aaaa/mm/jj)
ja: 日付形式（例：yyyy/MM/dd）
ko: 날짜 형식(예: yyyy/MM/dd)
zh_cn: 日期格式（例如：yyyy/MM/dd）

source: Authority
de: Zertifikatstelle
es: Autoridad
fr: Autorité
ja: 権限
ko: 기관
zh_cn: 颁发机构

source: Fragment
es: Fragmento
ja: フラグメント
ko: 단편
zh_cn: 片段

source: Host
fr: Hôte
ja: ホスト
ko: 호스트
zh_cn: 主机

source: Path
de: Pfad
es: Ruta
fr: Chemin d'accès
ja: パス
ko: 경로
zh_cn: 路径

source: Port
es: Puerto
ja: ポート
ko: 포트
zh_cn: 端口

source: Query
de: Abfrage
es: Consulta
fr: Requête
ja: クエリ
ko: 쿼리
zh_cn: 查询

source: Scheme
de: Schema
es: Esquema
fr: Schéma
ja: スキーム
ko: 스키마
zh_cn: 架构

source: Scheme Specific Path
de: Schema-spezifischer Pfad
es: Ruta específica al esquema
fr: Chemin d'accès spécifique au schéma
ja: スキーム固有のパス
ko: 스키마 특정 경로
zh_cn: 架构特定路径

source: User Info
de: Benutzerinformationen
es: Información de usuario
fr: Info utilisateur
ja: ユーザー情報
ko: 사용자 정보
zh_cn: 用户信息

source: ISO Code
es: Código ISO
fr: Code ISO
ja: ISO コード
ko: ISO 코드
zh_cn: ISO 代码

source: Country Name
de: Name des Landes
es: Nombre de país
fr: Nom du pays
ja: 国名
ko: 국가 이름
zh_cn: 国家/地区名称

source: Subdivisions Names
de: Namen der Unterteilungen
es: Nombres de subdivisiones
fr: Noms des subdivisions
ja: 下位区分の名前
ko: 구역 이름
zh_cn: 细分线名称

source: Subdivisons ISO Code
de: ISO-Code der Unterteilungen
es: Código ISO de subdivisiones
fr: Code ISO des subdivisions
ja: 下位区分の ISO コード
ko: 구역 ISO 코드
zh_cn: 细分线 ISO 代码

source: City Name
de: Ort
es: Nombre de ciudad
fr: Nom de la ville
ja: 都市名
ko: 도시 이름
zh_cn: 城市名称

source: Postal Code
de: Postleitzahl
es: Código postal
fr: Code postal
ja: 郵便コード
ko: 우편 번호
zh_cn: 邮政编码

source: Latitude
de: Breite
es: Latitud
ja: 緯度
ko: 위도
zh_cn: 纬度

source: Longitude
de: Länge
es: Longitud
ja: 経度
ko: 경도
zh_cn: 经度

source: Mapping
de: Zuordnung
fr: Mappage
zh_cn: 映射

source: Find
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 찾기
zh_cn: 查找

source: Replace
de: Ersetzen
es: Sustituir
fr: Remplacer
ja: 置換
ko: 교체
zh_cn: 替换

source: Creating table %(database)s.%(table)s
de: Tabelle %(database)s wird erstellt.%(table)s
es: Creando la tabla %(database)s.%(table)s
fr: Création de la table %(database)s.%(table)s
ja: テーブル %(database)s.%(table)s の作成
ko: %(database)s.%(table)s 테이블 생성 중
zh_cn: 正在创建表 %(database)s.%(table)s

source: Search Indexes
de: Suchindizes
es: Buscar índices
fr: Rechercher des index
ja: 検索インデックス
ko: 인덱스 검색
zh_cn: 搜索索引

source: Index Browser
de: Browser indizieren
es: Explorador del índice
fr: Navigateur d’index
ko: 인덱스 브라우저
zh_cn: 索引浏览器

source: Indexes
de: Indizes
es: Índices
fr: Index
ja: インデックス
ko: 인덱스
zh_cn: 索引

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_cn: 关闭

source: Do you really want to delete the following index(es)?
de: Möchten Sie die folgenden Indizes wirklich löschen?
es: ¿Está seguro de que desea eliminar los siguientes índices?
fr: Voulez-vous vraiment supprimer les index suivants ?
ja: 次のインデックスを削除してもよろしいですか?
ko: 다음 인덱스를 삭제하시겠습니까?
zh_cn: 是否确实要删除以下索引？

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_cn: 取消

source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ko: 예
zh_cn: 是

source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
ja: 削除を確認
ko: 삭제 확인
zh_cn: 确认删除

source: Are you sure you want to delete the index
de: Möchten Sie den Index wirklich löschen?
es: ¿Está seguro de que desea eliminar el índice?
fr: Voulez-vous vraiment supprimer l'index
ja: このインデックスを削除してもよろしいですか？
ko: 인덱스를 삭제하시겠습니까?
zh_cn: 是否确定要删除该索引

source: Filter indexes...
de: Indizes werden gefiltert...
es: Filtrar índices...
fr: Filtrer des index...
ja: インデックスのフィルタ処理...
ko: 인덱스 필터링...
zh_cn: 筛选索引...

source: Delete the selected indexes. These must be solr cloud collections. Cores cannot be deleted currently.
de: Löschen Sie die ausgewählten Indizes. Es müssen Solr-Cloud-Sammlungen sein. Kerne können derzeit nicht gelöscht werden.
es: Eliminar los índices seleccionados Deben ser recopilaciones de nube de Solr. En este momento no se pueden eliminar los núcleos.
fr: Supprimez les index sélectionnés. Ils doivent être des collections de cloud solr. Impossible de supprimer des cœurs pour l'instant.
ja: 選択したインデックスを削除します。これらは solr クラウドコレクションである必要があります。現在、コアは削除できません。
ko: 선택한 인덱스를 삭제합니다. solr 클라우드 컬렉션이 있어야 합니다. 현재 코어를 삭제할 수 없습니다.
zh_cn: 删除所选索引。这些索引必须是 solr 云集合。当前无法删除内核。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_cn: 删除

source: Show cores
de: Kerne anzeigen...
es: Mostrar núcleos
fr: Afficher les cœurs
ja: コアを表示
ko: 코어 표시
zh_cn: 显示内核

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 생성
zh_cn: 创建

source: There are currently no indexes defined.
de: Derzeit sind keine Indizes definiert.
es: Actualmente no hay ningún índice definido.
fr: Il n'existe actuellement aucun index défini.
ja: 現在、定義されているインデックスはありません。
ko: 현재 정의된 인덱스가 없습니다.
zh_cn: 当前没有已定义的索引。

source: Click here to add
de: Klicken Sie hier, um
es: Haga clic aquí para añadir
fr: Cliquer ici pour ajouter
ja: ここをクリックして追加
ko: 추가하려면 여기 클릭
zh_cn: 单击此处添加

source: one or more.
de: eines oder mehrere hinzuzufügen.
es: uno o más.
fr: une ou plusieurs.
ja: 1 つまたは複数です。
ko: 하나 이상입니다.
zh_cn: 一个或多个。

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_cn: 名称

source: Collections
de: Sammlungen
es: Recopilaciones
ja: コレクション
ko: 컬렉션
zh_cn: 集合

source: Previous
de: Zurück
es: Anterior
fr: Précédent
ja: 前
ko: 이전
zh_cn: 上一页

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次ヘ
ko: 다음
zh_cn: 下一页

source: Finish
de: Fertigstellen
es: Finalizar
fr: Finir
ja: 終了
ko: 완료
zh_cn: 完成

source: Pick a name and a CSV or Tab separated file with header to index from HDFS
de: Wählen Sie einen Namen und eine CSV-Datei oder eine tabulatorgetrennte Datei mit Kopfzeile, um über HDFS zu indizieren.
es: Escoja un nombre y un archivo CSV o pestaña independiente con un titular para indizar desde HDFS
fr: Sélectionner un nom et un fichier CSV ou TSV avec un en-tête vers l'index depuis HDFS
ja: HDFSから名前、およびインデックスを作成するヘッダー付き CSV ファイルまたはタブ区切りファイルを選択
ko: 이름 및 HDFS의 인덱스에 대한 헤더가 포함된 CSV 또는 탭으로 분리된 파일 선택
zh_cn: 从 HDFS 选择名称和带标题的 CSV 或 Tab 分离文件用于索引

source: Name of index
de: Indexname
es: Nombre del índice
fr: Nom de l'index
ja: インデックスの名前
ko: 인덱스 이름
zh_cn: 索引名称

source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
zh_cn: 文件

source: Source type
de: Quelltyp
es: Tipo de fuente
fr: Type de source
ja: ソースタイプ
ko: 소스 유형
zh_cn: 源类型

source: Format of the selected file to index
de: Format der zu indizierenden ausgewählten Datei
es: Formato del archivo seleccionado para indexar
fr: Supprimer le ou les fichiers ou index sélectionnés ?
ja: インデックスを作成するために選択したファイルの形式
ko: 인덱싱할 선택 파일의 형식
zh_cn: 要索引的所选文件的格式

source: Separator
de: Trennzeichen
es: Separador
fr: Séparateur
ja: 区切り文字
ko: 분리자
zh_cn: 分隔符

source: Quote character
de: Anführungszeichen
es: Comilla
fr: Guillemet
ja: 引用文字
ko: 할당량 문자
zh_cn: 引证字符
