Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/apps/oozie/src/oozie/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: The pattern of the output data we want to generate.
pt_br: O padrão dos dados de saída a serem gerados.

source: The bundle regrouping all the coordinators.
pt_br: O bundle que reagrupa todos os coordinators.

source: The coordinator to batch with other coordinators.
pt_br: O coordinator a ser armazenado em lote com outros coordinators.

source: Constants used at the submission time (e.g. market=US, oozie.use.system.libpath=true).
pt_br: Constantes usadas no momento do envio (por exemplo, market=US, oozie.use.system.libpath=true).

source: When to start the first coordinators.
pt_br: Quando iniciar os primeiros coordinators.

source: Variables
pt_br: Variáveis

source: Workspace
pt_br: Espaço de trabalho

source: Hadoop Properties
pt_br: Propriedades do Hadoop

source: Show graph arrows
pt_br: Mostrar setas de gráficos

source: Version
pt_br: Versão

source: SLA Configuration
pt_br: Configuração do SLA

source: Action failed, error message[${wf:errorMessage(wf:lastErrorNode())}]
pt_br: A ação falhou. Mensagem de erro[${wf:errorMessage(wf:lastErrorNode())}]

source: Path to the script on HDFS.
pt_br: Caminho do script no HDFS.

source: The Pig parameters of the script without -param. e.g. INPUT=${inputDir}
pt_br: Os parâmetros do Pig do script sem -param, ex.: INPUT=${inputDir}

source: The Pig parameters of the script as is. e.g. -param, INPUT=${inputDir}
pt_br: Os parâmetros do Pig do script como está, por exemplo, -param, INPUT=${inputDir}

source: Files put in the running directory.
pt_br: Arquivos colocados no diretório em execução.

source: zip, tar and tgz/tar.gz uncompressed into the running directory.
pt_br: zip, tar e tgz/tar.gz descompactados no diretório em execução.

source: value, e.g. production
pt_br: valor, ex.: produção

source: Path to manipulate before starting the application.
pt_br: Caminho para manipular antes de iniciar o aplicativo.

source: Refer to a Hadoop JobConf job.xml
pt_br: Consulte um Hadoop JobConf job.xml

source: Path to the jar on HDFS.
pt_br: Caminho do jar no HDFS.

source: Java class. e.g. org.apache.hadoop.examples.Grep
pt_br: Classe Java. Ex.: org.apache.hadoop.examples.Grep

source: Parameters for the JVM, e.g. -Dprop1=a -Dprop2=b
pt_br: Parâmetros do JVM, ex.: -Dprop1=a -Dprop2=b

source: Hive XML
pt_br: XML do Hive

source: Refer to a hive-site.xml for connecting to Hive
pt_br: Consulte um hive-site.xml para conectar-se ao Hive

source: Password
pt_br: Senha

source: The password element must contain the password of the current user. However, the password is only used if Hive Server 2 is backed by something requiring a password (e.g. LDAP); non-secured Hive Server 2 or Kerberized Hive Server 2 don't require a password.
pt_br: O elemento de senha deve conter a senha do usuário atual. No entanto, a senha é usada somente se o Hive Server 2 depender de algo que exija senha (ex.: LDAP); Hive Server 2 não seguro ou Kerberized Hive Server 2 não exigem senha.

source: The sub-workflow application to include. You must own all the sub-workflows
pt_br: O aplicativo de subworkflow a ser incluído. Você deve possuir todos os subworkflows.

source: Sqoop command
pt_br: Comando Sqoop

source: Shell command
pt_br: Comando Shell

source: Shell command to execute, e.g script.sh
pt_br: Comando Shell a ser executado, ex.: script.sh

source: One arg, e.g. -l, --help
pt_br: Um argumento, ex.: -l, --help

source: Environment variables
pt_br: Variáveis de ambiente

source: e.g. MAX=10 or PATH=$PATH:mypath
pt_br: ex.: MAX=10 ou PATH=$PATH:mypath

source: User and Host
pt_br: Usuário e host

source: Ssh command
pt_br: Comando Ssh

source: Deletes recursively all content.
pt_br: Exclui todo o conteúdo recursivamente.

source: Sub directories are created if needed.
pt_br: Subdiretórios são criados se necessário.

source: Move file or directory
pt_br: Mover arquivo ou diretório

source: Destination.
pt_br: Destino.

source: File or directory.
pt_br: Arquivo ou diretório.

source: Or update its modification date.
pt_br: Ou atualize sua data de modificação.

source: Change the group
pt_br: Alterar o grupo

source: To addresses
pt_br: Endereços Para

source: Comma-separated values
pt_br: Valores separados por vírgulas

source: Plain-text
pt_br: Texto simples

source: Options first, then source / destination paths
pt_br: Opções primeiro, depois caminhos de origem/destino

source: Message
pt_br: Mensagem

source: Message to display when the workflow fails. Can contain some EL functions.
pt_br: Mensagem a ser exibida quando o workflow falhar. Pode conter algumas funções EL.

source: Java program
pt_br: Programa Java

source: Could not set field %(field)s: %(exception)s
pt_br: Não foi possível definir o campo %(field)s: %(exception)s

source: invalid frequency: %s
pt_br: frequência inválida: %s

source: Tag with namespace %(namespace)s is not valid. Please use one of the following namespaces: %(namespaces)s
pt_br: A marca com o namespace %(namespace)s não é válida. Use um dos seguintes namespaces: %(namespaces)s

source: Could not find any nodes in Bundle definition. Maybe it's malformed?
pt_br: Não foi possível localizar nenhum nó na definição do Bundle. Talvez com má formação?

source: Could not find any nodes in Coordinator definition. Maybe it's malformed?
pt_br: Não foi possível localizar nenhum nó na definição do Coordinator. Talvez com má formação?

source: Node with name %s for workflow %s does not exist.
pt_br: O nó com o nome %s para o workflow %s não existe.

source: Node %s has a link that is missing 'to' attribute.
pt_br: O nó %s tem um link que não possui o atributo 'to'.

source: Node %s has not been defined.
pt_br: O nó %s não foi definido.

source: Node %s has a link that is missing 'start' attribute.
pt_br: O nó %s tem um link que não possui o atributo 'start'.

source: Node %s has not been defined
pt_br: O nó %s não foi definido

source: Workflow start has not been created.
pt_br: O início do workflow não foi criado.

source: Workflow end has not been created.
pt_br: O fim do workflow não foi criado.

source: Cannot import workflows that have decision DAG leaf nodes with multiple children or no children.
pt_br: Não é possível importar fluxos de trabalho que têm nós de folha de DAG de decisão com vários filhos ou sem filhos.

source: Cannot import workflows that have decisions paths with multiple terminal nodes that converge on a single terminal node.
pt_br: Não é possível importar fluxo de trabalho que têm caminhos de decisão com vários nós de terminal que convergem em um único nó de terminal.

source: Cannot import workflows that have decisions paths that never end.
pt_br: Não e possível importar workflows que tenham caminhos de decisões que nunca terminam.

source: Different ends found in fork.
pt_br: Encontrados diferentes terminais no fork.

source: No hadoop file system to operate on.
pt_br: Nenhum sistema de arquivos hadoop para operar.

source: Could not find workflow name when resolving subworkflow.
pt_br: Não foi possível localizar o nome do workflow ao resolver o subworkflow.

source: Could not find workflow with name %s extracted from subworkflow path %s
pt_br: Não foi possível encontrar um workflow com o nome %s extraído do caminho do subworkflow %s

source: Could not find workflow at path %s: %s
pt_br: Não foi possível localizar o workflow no caminho %s: %s

source: Could not find any nodes in Workflow definition. Maybe it's malformed?
pt_br: Não foi possível localizar nenhum nó na definição do Workflow. Talvez com má formação?

source: Installing workflow %s
pt_br: Instalando workflow %s

source: Installing coordinator %s
pt_br: Instalando coordinator %s

source: Installing bundle %s
pt_br: Instalando bundle %s

source: Creating sample directory '%s' in HDFS
pt_br: Criando diretório de amostra '%s' no HDFS

source: Copying examples %(local_dir)s to %(remote_data_dir)s
pt_br: Copiando exemplos %(local_dir)s para %(remote_data_dir)s

source: Copying data %(local_dir)s to %(remote_data_dir)s
pt_br: Copiando dados de %(local_dir)s para %(remote_data_dir)s

source: Installing examples...
pt_br: Instalando exemplos...

source: Cannot backwards migrate this change.
pt_br: Não é possível reverter a migração dessa alteração.

source: Oozie Dashboard
pt_br: Painel do Oozie

source: Oozie Editor
pt_br: Editor do Oozie

source: This is the old editor, please migrate your jobs to the
pt_br: Este é o editor antigo. Migre seus jobs para o

source: new editor.
pt_br: novo editor.

source: Value
pt_br: Valor

source: Enable
pt_br: Habilitar

source: Nominal time
pt_br: Tempo nominal

source: Should start
pt_br: Deveria iniciar

source: Should end
pt_br: Deveria encerrar

source: Max duration
pt_br: Duração máxima

source: Alert events
pt_br: Eventos de alerta

source: Alert contact
pt_br: Contato de alerta

source: Notification message
pt_br: Mensagem de notificação

source: My Job has encountered an SLA event!
pt_br: Meu job encontrou um evento SLA!

source: Upstream apps
pt_br: Aplicativos de upstream

source: Choose a
pt_br: Escolha uma

source: folder
pt_br: pasta

source: file
pt_br: arquivo

source: The end cannot be before the starting moment
pt_br: O final não pode ser anterior ao momento inicial

source: -all-
pt_br: -tudo-

source: minute
pt_br: minuto

source: hour
pt_br: hora

source: day
pt_br: dia

source: week
pt_br: semana

source: month
pt_br: mês

source: year
pt_br: ano

source: Every
pt_br: A cada

source: at
pt_br: às

source: minutes past the hour
pt_br: minutos após a hora

source: on
pt_br: em

source: of
pt_br: de

source: on the
pt_br: no

source: The tag %s is not supported !
pt_br: Não há suporte para a tag %s!

source: Bad number of elements
pt_br: Número incorreto de elementos

source: The jquery_element should be set into jqCron settings
pt_br: O jquery_element deve ser definido nas configurações do jqCron

source: Unrecognized expression
pt_br: Expressão não reconhecida

source: sunday
pt_br: domingo

source: monday
pt_br: segunda-feira

source: tuesday
pt_br: terça-feira

source: wednesday
pt_br: quarta-feira

source: thursday
pt_br: quinta-feira

source: friday
pt_br: sexta-feira

source: saturday
pt_br: sábado

source: january
pt_br: janeiro

source: february
pt_br: fevereiro

source: march
pt_br: março

source: april
pt_br: abril

source: may
pt_br: maio

source: june
pt_br: junho

source: july
pt_br: julho

source: august
pt_br: agosto

source: september
pt_br: setembro

source: october
pt_br: outubro

source: november
pt_br: novembro

source: december
pt_br: dezembro

source: Do you really want to kill the selected jobs?
pt_br: Tem certeza de que deseja eliminar os bundles selecionados?

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: The selected jobs have been suspended correctly.
pt_br: Os jobs selecionados foram suspensos corretamente.

source: Some of the selected jobs may not have been suspended correctly:
pt_br: Alguns dos jobs selecionados podem não ter sido suspensos corretamente:

source: The selected jobs have been resumed correctly.
pt_br: Os jobs selecionados foram retomados corretamente.

source: Some of the selected jobs may not have been resumed correctly:
pt_br: Alguns dos jobs selecionados podem não ter sido retomados corretamente:

source: The selected jobs have been killed correctly.
pt_br: Os jobs selecionados foram eliminados corretamente.

source: Some of the selected jobs may not have been killed correctly:
pt_br: Alguns dos jobs selecionados podem não ter sido eliminados corretamente:

source: Bundle Dashboard
pt_br: Painel de bundle

source: Submitter
pt_br: Emissor

source: Progress
pt_br: Progresso

source: Kick off time
pt_br: Hora inicial

source: Manage
pt_br: Gerenciar

source: Kill %(bundle)s
pt_br: Eliminar %(bundle)s

source: Are you sure you want to kill bundle %s?
pt_br: Tem certeza de que deseja eliminar o bundle %s?

source: The bundle was killed!
pt_br: O bundle foi eliminado!

source: Are you sure you'd like to kill this job?
pt_br: Tem certeza de que deseja eliminar este trabalho?

source: Kill
pt_br: Eliminar

source: Rerun
pt_br: Executar novamente

source: Suspend the bundle after finishing the current running actions
pt_br: Suspender o bundle após a conclusão das ações atualmente em execução

source: Are you sure you'd like to suspend this job?
pt_br: Tem certeza de que deseja suspender este job?

source: Suspend
pt_br: Suspender

source: Resume the bundle
pt_br: Retomar bundle

source: Are you sure you'd like to resume this job?
pt_br: Tem certeza de que deseja retomar este job?

source: Resume
pt_br: Retomar

source: Actions
pt_br: Ações

source: Details
pt_br: Detalhes

source: Configuration
pt_br: Configuração

source: Definition
pt_br: Definição

source: Last action
pt_br: Última ação

source: Next materialization
pt_br: Próxima materialização

source: There are no actions to be shown.
pt_br: Não há nenhuma ação a ser mostrada.

source: Frequency
pt_br: Frequência

source: Time Unit
pt_br: Unidade de tempo

source: Time out
pt_br: Tempo limite

source: Start Time
pt_br: Horário de início

source: End Time
pt_br: Hora final

source: Pause Time
pt_br: Hora da pausa

source: Created time
pt_br: Hora de criação

source: Back
pt_br: Voltar

source: Problem:
pt_br: Problema:

source: Error:
pt_br: Erro:

source: Bundles Dashboard
pt_br: Painel de bundles

source: Resume selected
pt_br: Retormar selecionados

source: Suspend selected
pt_br: Suspender selecionados

source: Kill selected
pt_br: Eliminar selecionados

source: Show only
pt_br: Exibir somente

source: days with status
pt_br: dias com status

source: Succeeded
pt_br: Bem-sucedido

source: Running
pt_br: Em execução

source: Kickoff Time
pt_br: Hora inicial

source: Created Time
pt_br: Horário de criação

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Completed
pt_br: Concluído

source: No matching records
pt_br: Nenhum registro correspondente

source: Coordinator Dashboard
pt_br: Painel de coordinators

source: Next Materialized Time
pt_br: Hora da próxima materialização

source: Datasets
pt_br: Conjuntos de dados

source: No available datasets
pt_br: Nenhum conjunto de dados disponível

source: Kill %(coordinator)s
pt_br: Eliminar %(coordinator)s

source: Are you sure you want to kill coordinator %s?
pt_br: Tem certeza de que deseja eliminar o coordinator %s?

source: The coordinator was killed!
pt_br: O coordinator foi eliminado!

source: Suspend the coordinator after finishing the current running actions
pt_br: Suspender o coordinator após a conclusão das ações atualmente em execução

source: Resume the coordinator
pt_br: Retomar coordinator

source: Calendar
pt_br: Calendário

source: Filter results
pt_br: Filtrar resultados

source: Day
pt_br: Dia

source: Workflow not available or instantiated yet
pt_br: Workflow não disponível ou ainda não instanciado

source: Number
pt_br: Número

source: Nominal Time
pt_br: Tempo nominal

source: Error Code
pt_br: Código de erro

source: Error Message
pt_br: Mensagem de erro

source: Missing Dependencies
pt_br: Dependências ausentes

source: Last Modified
pt_br: Última modificação

source: External Id
pt_br: Id Externa

source: Start time
pt_br: Hora inicial

source: End time
pt_br: Hora final

source: Last
pt_br: Último

source: Warning
pt_br: Aviso

source: Time since Nominal Time in min
pt_br: Tempo desde o Tempo nominal em min.

source: Expected Start
pt_br: Início esperado

source: Actual Start
pt_br: Início real

source: Expected End
pt_br: Término esperado

source: Actual End
pt_br: Término real

source: Expected Duration
pt_br: Duração esperada

source: Actual Duration
pt_br: Duração real

source: Cancel
pt_br: Cancelar

source: click for the SLA dashboard
pt_br: clique para o painel do SLA

source: No data available
pt_br: Nenhum dado disponível

source: Coordinators Dashboard
pt_br: Painel de coordinators

source: Next Submission
pt_br: Próximo envio

source: Completion
pt_br: Conclusão

source: Duration
pt_br: Duração

source: Oozie Information
pt_br: Informações do Oozie

source: Oozie status
pt_br: Status do Oozie

source: Instrumentation
pt_br: Instrumentação

source: Metrics
pt_br: Métricas

source: Text Filter
pt_br: Filtro de texto

source: No metrics available for this section.
pt_br: Nenhuma métrica disponível para esta seção.

source: Search
pt_br: Pesquisar

source: Name or Id
pt_br: Nome ou ID

source: Job Name or Id (required)
pt_br: Nome ou ID do job (obrigatório)

source: Date in GMT
pt_br: Data em GMT

source: Date filter
pt_br: Filtro de data

source: Use the form above to search for SLAs.
pt_br: Use o formulário acima para procurar SLAs.

source: The server returned no results.
pt_br: O servidor não retornou resultados.

source: List
pt_br: Lista

source: Chart
pt_br: Gráfico

source: Job Status
pt_br: Status do job

source: click for more details
pt_br: clique para obter mais detalhes

source: Workflow Dashboard
pt_br: Painel do workflow

source: Edit workflow
pt_br: Editar workflow

source: Kill %(workflow)s
pt_br: Eliminar %(workflow)s

source: Are you sure you want to kill workflow %s?
pt_br: Tem certeza de que deseja eliminar o workflow %s?

source: The workflow was killed.
pt_br: O workflow foi eliminado.

source: Suspend the workflow after finishing the current running actions
pt_br: Suspender o workflow após a conclusão das ações atualmente em execução

source: Resume the workflow
pt_br: Retomar o workflow

source: Rerun the same workflow
pt_br: Executar o mesmo workflow novamente

source: Graph
pt_br: Gráfico

source: Transition
pt_br: Transição

source: Data
pt_br: Dados

source: Group
pt_br: Grupo

source: Application Path
pt_br: Caminho do aplicativo

source: Run
pt_br: Executar

source: Workflow Action
pt_br: Ação de workflow

source: View the logs
pt_br: Visualizar os registros

source: Action
pt_br: Ação

source: Child Jobs
pt_br: Jobs filhos

source: Property
pt_br: Propriedade

source: External Status
pt_br: Status externo

source: No child jobs
pt_br: Nenhum job filho

source: Workflows Dashboard
pt_br: Painel de workflows

source: Submission
pt_br: Envio

source: Select coordinators to rerun
pt_br: Selecionar os coordinators que serão executados novamente

source: Submit
pt_br: Enviar

source: Select all
pt_br: Selecionar todos

source: No successful actions found.
pt_br: Nenhuma ação bem-sucedida encontrada.

source: Select actions to rerun
pt_br: Selecione ações para executar novamente

source: All or skip successful
pt_br: Tudo ou ignorar com êxito

source: Only failed
pt_br: Somente com falha

source: Done
pt_br: Concluído

source: Action type
pt_br: Tipo de ação

source: Advanced
pt_br: Avançadas

source: Credentials
pt_br: Credenciais

source: Requires hbase-site.xml in job-xml field
pt_br: Requer hbase-site.xml no campo job-xml

source: Error link to
pt_br: Link de erro para

source: All the paths are relative to the deployment directory. They can be absolute but this is not recommended.
pt_br: Todos os caminhos estão relacionados ao diretório de implantação. Eles podem ser absolutos, mas isso não é recomendado.

source: All the paths need to be absolute.
pt_br: Todos os caminhos precisam ser absolutos.

source: You can parameterize values using case sensitive
pt_br: Você pode parametrizar os valores, usando diferenciação entre maiúsculas e minúsculas

source: The SSH server requires passwordless login
pt_br: O servidor SSH requer login sem senha

source: The delegation token needs to be propagated from the launcher job to the MR job
pt_br: O token de delegação precisa ser propagado do job do iniciador para o job do MR

source: Requires some SMTP server configuration to be present (in oozie-site.xml)
pt_br: Necessita que algumas configurações do servidor SMTP estejam presentes (em oozie-site.xml)

source: Add delete
pt_br: Adicionar exclusão

source: Add mkdir
pt_br: Adicionar mkdir

source: Add param
pt_br: Adicionar parâmetro

source: Add argument
pt_br: Adicionar argumento

source: Add env-var
pt_br: Adicionar variável de ambiente

source: Add arg
pt_br: Adicionar argumento

source: Delete
pt_br: Excluir

source: Add path
pt_br: Adicionar caminho

source: Add archive
pt_br: Adicionar arquivo

source: Job properties
pt_br: Propriedades do job

source: Property name
pt_br: Nome da propriedade

source: Add property
pt_br: Adicionar propriedade

source: Source
pt_br: Origem

source: Destination
pt_br: Destino

source: Add move
pt_br: Adicionar movimento

source: Path
pt_br: Caminho

source: Permissions
pt_br: Permissões

source: Recursive
pt_br: Recursivamente

source: Add chmod
pt_br: Adicionar chmod

source: Params
pt_br: Parâmetros

source: label
pt_br: rótulo

source: Prepare
pt_br: Preparar

source: Convert this fork into a decision?
pt_br: Converter este fork em uma decisão?

source: Examples of predicates:
pt_br: Exemplos de predicado:

source: More on predicates
pt_br: Mais sobre predicados

source: Predicate
pt_br: Predicado

source: go to
pt_br: vá até

source: default
pt_br: padrão

source: Add
pt_br: Adicionar

source: When
pt_br: Quando

source: Check syntax ?
pt_br: Verificar sintaxe?

source: advanced
pt_br: avançadas

source: The time frequency at which interval a workflow should be submitted by the coordinator. For example, once a day, every Monday at midnight, every week days, every three days...
pt_br: A frequência de horário no intervalo em que o workflow deve ser enviado pelo coordinator. Por exemplo, uma vez ao dia, toda segunda-feira à meia-noite, todos os dias úteis, a cada três dias...

source: Create Bundle
pt_br: Criar bundle

source: Properties
pt_br: Propriedades

source: Edit properties
pt_br: Editar propriedades

source: Bundle data
pt_br: Dados do bundle

source: Save
pt_br: Salvar

source: Add coordinator to the Bundle
pt_br: Adicionar coordinator ao bundle

source: Create Coordinator
pt_br: Criar coordinator

source: Coordinator Editor
pt_br: Editor de coordinator

source: Step 1: Details
pt_br: Etapa 1: Detalhes

source: Step 2: Frequency
pt_br: Etapa 2: Frequência

source: Step 3: Inputs
pt_br: Etapa 3: Entradas

source: Step 4: Outputs
pt_br: Etapa 4: Saídas

source: Step 5: Advanced settings
pt_br: Etapa 5: Configurações avançadas

source: Schedule
pt_br: Programar

source: UTC time only. (e.g. if you want 10pm PST (UTC+8) set it 8 hours later to 6am the next day.
pt_br: Hora UTC apenas (por exemplo, se você quiser 22h PST (UTC+8), defina-a 8 horas depois para 6h do dia seguinte.

source: This field is required.
pt_br: Este campo é obrigatório.

source: Dataset
pt_br: Conjuntos de dados

source: You can parameterize the values using
pt_br: Você pode parametrizar os valores usando

source: Create Workflow
pt_br: Criar workflow

source: New workflow
pt_br: Novo workflow

source: Instance
pt_br: Instância

source: Default
pt_br: Padrão

source: Single
pt_br: Único

source: Range
pt_br: Faixa

source: (advanced)
pt_br: (avançadas)

source: Edit Bundle
pt_br: Editar bundle

source: Show selected
pt_br: Mostrar selecionados

source: History
pt_br: Histórico

source: Show history
pt_br: Mostrar histórico

source: Submit this bundle
pt_br: Enviar este bundle

source: Copy this bundle
pt_br: Copiar este bundle

source: Copy
pt_br: Copiar

source: Bundle Editor :
pt_br: Editor de bundle:

source: Step 1: General
pt_br: Etapa 1: Geral

source: Step 2: Advanced settings
pt_br: Etapa 2: Configurações avançadas

source: Advanced settings
pt_br: Configurações avançadas

source: Save bundle
pt_br: Salvar bundle

source: Click to view the coordinator
pt_br: Clique para visualizar o coordinator

source: There are currently no coordinator in this bundle.
pt_br: Não há atualmente nenhum coordinator neste bundle.

source: Do you want to add a coordinator ?
pt_br: Deseja adicionar um coordinator?

source: Date
pt_br: Data

source: N/A
pt_br: N/D
