Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/apps/oozie/src/oozie/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Location on local FS where the xslt files are stored for workflow import.
pt_br: Localização no FS local onde os arquivos xslt são armazenados para importação do fluxo de trabalho.

source: Location on local filesystem where the examples are stored.
pt_br: Localização no sistema de arquivos local onde os exemplos estão armazenados.

source: Location on local filesystem where the data for the examples is stored.
pt_br: Localização no sistema de arquivos local onde os dados dos exemplos são armazenados.

source: Location on HDFS where the Oozie workflows are stored. Parameters are $TIME and $USER, e.g. /user/$USER/hue/workspaces/workflow-$TIME
pt_br: Localização no HDFS onde os fluxos de trabalho do Oozie são armazenados. Os parâmetros são $TIME e $USER, ex.: /user/$USER/hue/workspaces/workflow-$TIME

source: Maximum number of Oozie workflows or coodinators or bundles to retrieve in one API call.
pt_br: Número máximo de workflows, coordinators ou bundles do Oozie a serem recuperados em uma chamada de API.

source: Use version 2 of Editor.
pt_br: Use a versão 2 do Editor.

source: Use Cron format for defining the frequency of a Coordinator instead of the old frequency number/unit.
pt_br: Use o formato Cron para definir a frequência de um Coordinator em vez do número/unidade de frequência antigo.

source: The app won't work without a running Oozie server
pt_br: O aplicativo não funcionará sem um servidor Oozie em execução

source: Job %(id)s does not exist
pt_br: O job %(id)s não existe

source: Local workflow.xml file
pt_br: Arquivo workflow.xml local

source: Workflow resource archive (zip)
pt_br: Arquivo de recurso do workflow (zip)

source: Local coordinator.xml file
pt_br: Arquivo coordinator.xml local

source: Coordinator resource archive (zip)
pt_br: Arquivo de recurso do coordinator (zip)

source: Used to indicate if user wants to refresh an action's input and output events
pt_br: Usado para indicar se o usuário quer atualizar os eventos de entrada e saída de uma ação

source: Used to indicate if user wants to cleanup output events for given rerun actions
pt_br: Usado para indicar se o usuário quer limpar os eventos de saída de determinadas ações de reexecução

source: Enter a valid value: combination of 2 - 40 letters and digits starting by a letter
pt_br: Insira um valor válido: combinação de 2 a 40 letras e dígitos, começando por uma letra

source: Permission denied. %(username)s does not have the permissions required to access job %(id)s
pt_br: Permissão negada. %(username)s não possui as permissões necessárias para acessar o job %(id)s

source: job %(id)s does not exist
pt_br: o job %(id)s não existe

source: Not allowed to modified this job
pt_br: Não é permitido alterar esta tarefa

source: Owner
pt_br: Proprietário

source: Person who can modify the job.
pt_br: Quem pode modificar a tarefa.

source: Name of the job, which must be unique per user.
pt_br: Nome da tarefa, que deve ser único por usuário.

source: Name
pt_br: Nome

source: Description
pt_br: Descrição

source: The purpose of the job.
pt_br: A finalidade da tarefa.

source: Last modified
pt_br: Última modificação

source: Schema version
pt_br: Versão do esquema

source: The version of the XML schema used to talk to Oozie.
pt_br: A versão do esquema XML usado para comunicar-se com o Oozie.

source: HDFS deployment directory
pt_br: Diretório de implantação HDFS

source: The path on the HDFS where all the workflows and dependencies must be uploaded.
pt_br: O caminho no HDFS em que deve ser feito o upload de todos os fluxos de trabalho e todas as dependências.

source: Is shared
pt_br: É compartilhado

source: Enable other users to have access to this job.
pt_br: Permitir que outros usuários tenham acesso a esta tarefa.

source: Oozie parameters
pt_br: Parâmetros do Oozie

source: Parameters used at the submission time (e.g. market=US, oozie.use.system.libpath=true).
pt_br: Parâmetros usados no momento do envio (por exemplo, market=US, oozie.use.system.libpath=true).

source: Is trashed
pt_br: Foi descartado(a)

source: If this job is trashed.
pt_br: Se esta tarefa for descartada.

source: shared
pt_br: compartilhado

source: personal
pt_br: pessoal

source: Job XML
pt_br: Tarefa XML

source: Refer to a Hadoop JobConf job.xml file bundled in the workflow deployment directory. Properties specified in the Job Properties element override properties specified in the files specified in the Job XML element.
pt_br: Consulte um arquivo JobConf.xml do Hadoop incluído no diretório de implantação do fluxo de trabalho. As propriedades especificadas no elemento Job Properties substituem as propriedades especificadas no elemento Job XML.

source: Hadoop job properties
pt_br: Propriedades da tarefa do Hadoop

source: Job configuration properties used by all the actions of the workflow (e.g. mapred.job.queue.name=production)
pt_br: As propriedades de configuração da tarefa usadas por todas as ações do fluxo de trabalho (por exemplo, mapred.job.queue.name=production)

source: The copy of the deployment directory failed: %s.
pt_br: Falha na cópia do diretório de implantação: %s.

source: Name of the action, which must be unique by workflow.
pt_br: Nome da ação, que deve ser exclusivo por fluxo de trabalho.

source: The purpose of the action.
pt_br: A finalidade da ação.

source: Type
pt_br: Tipo

source: The type of action (e.g. MapReduce, Pig...)
pt_br: Tipo de ação (por exemplo, MapReduce, Pig...)

source: Unknown Node type: %s. Was it set at its creation?
pt_br: Tipo de nó desconhecido: %s. Ele foi configurado durante sua criação?

source: %(node_type)s has not implemented the 'add_node' method.
pt_br: %(node_type)s não implementou o método 'add_node'.

source: Files
pt_br: Arquivos

source: List of names or paths of files to be added to the distributed cache and the task running directory.
pt_br: Lista de nomes ou caminhos de arquivos a serem adicionados ao cache distribuído e ao diretório de execução da tarefa].

source: Archives
pt_br: Arquivos

source: List of names or paths of the archives to be added to the distributed cache.
pt_br: Lista de caminhos para os arquivos a serem adicionados ao cache distribuído.

source: For the job configuration (e.g. mapred.job.queue.name=production)
pt_br: Para a configuração da tarefa (por exemplo, mapred.job.queue.name=production)

source: Jar name
pt_br: Nome do Jar

source: Name or path to the %(program)s jar file on HDFS. E.g. examples.jar.
pt_br: Nome do caminho para o arquivo jar %(program)s no HDFS

source: Prepares
pt_br: Prepara

source: List of absolute paths to delete and then to create before starting the application. This should be used exclusively for directory cleanup.
pt_br: Lista de caminhos absolutos a serem excluídos e depois criados antes de iniciar o aplicativo. Deve ser usada exclusivamente para a limpeza de diretório.

source: The executable/script to be used as mapper.
pt_br: O executável/script a ser usado como mapper.

source: Reducer
pt_br: Redutor

source: The executable/script to be used as reducer.
pt_br: O executável/script a ser usado como reducer.

source: Main class
pt_br: Classe principal

source: Full name of the Java class. E.g. org.apache.hadoop.examples.Grep
pt_br: Nome completo da classe Java. Por exemplo, org.apache.hadoop.examples.Grep

source: Arguments
pt_br: Argumentos

source: Arguments of the main method. The value of each arg element is considered a single argument and they are passed to the main method in the same order.
pt_br: Argumentos do método principal. O valor de cada argumento arq é considerado um argumento separado e eles são passados ao método principal na mesma ordem.

source: Java options
pt_br: Opções de Java

source: Command-line parameters used to start the JVM that will execute the Java application. Using this element is equivalent to using the mapred.child.java.opts configuration property. E.g. -Dexample-property=hue
pt_br: Parâmetros de linha de comando usados para iniciar a JVM que executará o aplicativo Java. Usar este elemento é equivalente a usar a propriedade de configuração mapred.child.java.opts. Por exemplo, -Dexample-property=hue

source: Capture output
pt_br: Capturar saída

source: Capture output of the stdout of the %(program)s command execution. The %(program)s command output must be in Java Properties file format and it must not exceed 2KB. From within the workflow definition, the output of an %(program)s action node is accessible via the String action:output(String node, String key) function
pt_br: Capturar a saída de stdout da execução do comando %(program)s. A saída do comando %(program)s deve estar no formato do arquivo de Propriedades Java e não deve exceder 2 KB. A partir da definição do fluxo de trabalho, a saída de um nó de ação %(program)s pode ser acessada através da função String action:output(String node, String key)

source: Script name
pt_br: Nome do script

source: Script name or path to the Pig script. E.g. my_script.pig.
pt_br: Nome do script ou caminho para o script Pig. Por exemplo, my_script.pig.

source: Parameters
pt_br: Parâmetros

source: The Pig parameters of the script. e.g. "-param", "INPUT=${inputDir}"
pt_br: Os parâmetros do Pig do script, por exemplo, "-param", "INPUT=${inputDir}"

source: Script name or path to the %(type)s script. E.g. my_script.sql.
pt_br: Nome do script ou caminho do script %(type)s. Por exemplo, my_script.sql.

source: The %(type)s parameters of the script. E.g. N=5, INPUT=${inputDir}
pt_br: Os parâmetros de %(type)s do script. Por exemplo, N=5, INPUT=${inputDir}

source: List of absolute paths to delete, then create, before starting the application. This should be used exclusively for directory cleanup.
pt_br: Lista de caminhos absolutos a serem excluídos e depois criados antes de iniciar o aplicativo. Isso deve ser usado exclusivamente para limpeza do diretório.

source: Refer to a Hive hive-config.xml file bundled in the workflow deployment directory. Pick a name different than hive-site.xml.
pt_br: Consulte um arquivo Hive hive-config.xml agrupado no diretório de implantação do workflow. Escolha um nome diferente de hive-site.xml.

source: Command
pt_br: Comando

source: The full %(type)s command. Either put it here or split it by spaces and insert the parts as multiple parameters below.
pt_br: O comando %(type)s completo. Coloque-o aqui ou divida-o com espaços e insira as partes como vários parâmetros abaixo.

source: If no command is specified, split the command by spaces and insert the %(type)s parameters here e.g. import, --connect, jdbc:hsqldb:file:db.hsqldb, ...
pt_br: Se nenhum comando for especificado, divida o comando com espaços e insira os parâmetros de %(type)s aqui; por exemplo, import, --connect, jdbc:hsqldb:file:db.hsqldb, ...

source: List of absolute paths to delete then to create before starting the application. This should be used exclusively for directory cleanup
pt_br: Lista de caminhos absolutos a excluir e depois criar antes de iniciar o aplicativo. Isto deve ser utilizado exclusivamente para limpeza do diretório

source: User
pt_br: Usuário

source: User executing the shell command.
pt_br: O usuário executando o comando do shell.

source: Where the shell will be executed.
pt_br: Onde o shell será executado.

source: %(type)s command
pt_br: Comando %(type)s

source: The command that will be executed.
pt_br: O comando que será executado.

source: The arguments of the %(type)s command.
pt_br: Os argumentos do comando %(type)s.

source: Capture output of the stdout of the %(program)s command execution. The %(program)s command output must be in Java properties file format and it must not exceed 2KB. From within the workflow definition, the output of an %(program)s action node is accessible via the String action:output(String node, String key) function
pt_br: Capturar a saída de stdout da execução do comando %(program)s. A saída do comando %(program)s deve estar no formato do arquivo de propriedades Java e não deve exceder 2 KB. A partir da definição do fluxo de trabalho, a saída de um nó de ação %(program)s pode ser acessada através da função String action:output(String node, String key)

source: The path of the Shell command to execute.
pt_br: O caminho do comando Shell a ser executado.

source: The arguments of Shell command can then be specified using one or more argument element.
pt_br: Os argumentos do comando do shell que podem ser especificados usando um ou mais elementos de argumento.

source: The arguments of the %(type)s command. Put options first, then source paths, then destination path.
pt_br: Os argumentos do comando %(type)s. Coloque primeiro as opções, depois os caminhos de origem, depois o caminho de destino.

source: For the job configuration (e.g. mapred.job.queue.name=production
pt_br: Para a configuração da tarefa (por exemplo, mapred.job.queue.name=production)

source: Delete path
pt_br: Excluir caminho

source: Delete the specified path, if it is a directory it deletes recursively all its content and then deletes the directory.
pt_br: Excluir o caminho especificado. Se for um diretório, todo o seu conteúdo será excluído recursivamente e, depois, será excluído o diretório.

source: Create directory
pt_br: Criar diretório

source: Create the specified directory, it creates all missing directories in the path. If the directory already exist it does a no-op.
pt_br: Criar o diretório especificado. Ele cria todos os diretórios faltantes no caminho. Se o diretório já existir, será realizado um no-op.

source: Move file
pt_br: Mover arquivo

source: Move a file or directory to another path.
pt_br: Mover um arquivo ou diretório para outro caminho.

source: Change permissions
pt_br: Alterar permissões

source: Change the permissions for the specified path. Permissions can be specified using the Unix Symbolic representation (e.g. -rwxrw-rw-) or an octal representation (755).
pt_br: Alterar as permissões para o caminho especificado. As permissões podem ser especificadas usando a representação Simbólica do Unix (ex.: -rwxrw-rw-) ou uma representação octal (755).

source: Create or touch a file
pt_br: Criar ou sensibilizar um fluxo de trabalho

source: Creates a zero length file in the specified path if none exists or touch it.
pt_br: Criar um arquivo com tamanho zero no caminho especificado se ele não existir ou sensibilizá-lo.

source: TO addresses
pt_br: Endereços Para

source: Comma-separated values.
pt_br: Valores separados por vírgulas.

source: CC addresses (optional)
pt_br: Endereços CC (opcionais)

source: Subject
pt_br: Assunto

source: Plain-text.
pt_br: Texto simples.

source: Body
pt_br: Corpo

source: The sub-workflow application to include. You must own all the sub-workflows.
pt_br: O aplicativo de subworkflow a ser incluído. Você deve possuir todos os subworkflows.

source: Propagate configuration
pt_br: Propagar configuração

source: If the workflow job configuration should be propagated to the child workflow.
pt_br: Se a configuração da tarefa fluxo de trabalho deve ser propagada para o fluxo de trabalho do filho.

source: Can be used to specify the job properties that are required to run the child workflow job.
pt_br: Pode ser usado para especificar as propriedades da tarefa que são exigidas para executar a tarefa do fluxo de trabalho do filho.

source: XML of the custom action
pt_br: XML da ação personalizada

source: This will be inserted verbatim in the action %(action)s. E.g. all the XML content like %(xml_action)s will be inserted into the action and produce %(full_action)s
pt_br: Ele será inserido literalmente na ação %(action)s. Por exemplo, todo o conteúdo XML como %(xml_action)s será inserido na ação e produzirá %(full_action)s

source: End should not have any children.
pt_br: Finalizar não deve ter nenhum filho.

source: Kill should not have any children.
pt_br: Eliminar não deve ter nenhum filho.

source: Minutes
pt_br: Minutos

source: Hours
pt_br: Horas

source: Days
pt_br: Dias

source: Months
pt_br: Meses

source: Frequency number
pt_br: Número de frequência

source: The number of units of the rate at which data is periodically created.
pt_br: Representa o número de unidades da taxa em que os dados são periodicamente criados.

source: Frequency unit
pt_br: Unidade de frequência

source: The unit of the rate at which data is periodically created.
pt_br: A unidade da taxa na qual os dados são periodicamente criados.

source: Timezone
pt_br: Fuso horário

source: The timezone of the coordinator. Only used for managing the daylight saving time changes when combining several coordinators.
pt_br: O fuso horário do coordinator. Usado apenas para gerenciar as alterações de horário de verão ao combinar vários coordinators.

source: Start
pt_br: Iniciar

source: When to start the first workflow.
pt_br: Quando iniciar o primeiro fluxo de trabalho.

source: End
pt_br: Finalizar

source: When to start the last workflow.
pt_br: Quando iniciar o último fluxo de trabalho.

source: The workflow to schedule repeatedly.
pt_br: O fluxo de trabalho a ser repetidamente programado.

source: Timeout
pt_br: Tempo limite

source: Number of minutes the coordinator action will be in WAITING or READY status before giving up on its execution.
pt_br: Número de minutos que a ação do coordinator estará no status WAITING ou READY antes de desistir da execução.

source: Concurrency
pt_br: Concorrência

source: The number of coordinator actions that are allowed to run concurrently (RUNNING status) before the coordinator engine starts throttling them.
pt_br: O número de ações do coordinator permitidas para execução simultânea (status EXECUTANDO) antes que o mecanismo do coordinator comece a reduzi-las.

source: Execution
pt_br: Execução

source: FIFO (oldest first) default
pt_br: FIFO (primeiro o mais antigo), padrão

source: LIFO (newest first)
pt_br: LIFO (primeiro o mais recente)

source: LAST_ONLY (discards all older materializations)
pt_br: LAST_ONLY (descarta todas as outras materializações)

source: Execution strategy of its coordinator actions when there is backlog of coordinator actions in the coordinator engine. The different execution strategies are 'oldest first', 'newest first' and 'last one only'. A backlog normally happens because of delayed input data, concurrency control or because manual re-runs of coordinator jobs.
pt_br: Estratégia de execução das ações do seu coordinator quando houver backlog de ações do coordinator no mecanismo do coordinator. As diferentes estratégias de execução são 'primeiro o mais antigo', 'primeiro o mais recente' e 'somente o último'. Um backlog normalmente acontece devido ao atraso de dados de entrada, controle de concorrência ou devido a reexecuções manuais das tarefas do coordinator.

source: Throttle
pt_br: Alternar

source: The materialization or creation throttle value for its coordinator actions. Number of maximum coordinator actions that are allowed to be in WAITING state concurrently.
pt_br: A materialização ou criação do valor de redução para as ações de seu coordinator. Número máximo de ações do coordinator permitidas simultaneamente no status WAITING.

source: Workflow properties
pt_br: Propriedades do workflow

source: Additional properties to transmit to the workflow, e.g. limit=100, and EL functions, e.g. username=${coord:user()}
pt_br: Propriedades adicionais para transmitir para o workflow, por exemplo, limit=100, e para funções EL, por exemplo, username=${coord:user()}

source: Every 15 minutes
pt_br: A cada 15 minutos

source: Every 30 minutes
pt_br: A cada 30 minutos

source: Every hour
pt_br: A cada hora

source: Every week
pt_br: A cada semana

source: Every month
pt_br: A cada mês

source: Every year
pt_br: A cada ano

source: Permission denied. %(username)s does not have the permissions to access dataset %(id)s.
pt_br: Permissão negada. %(username)s não possui permissões para acessar o conjunto de dados %(id)s.

source: dataset %(id)s not exist
pt_br: o conjunto de dados %(id)s não existe

source: The name of the dataset.
pt_br: O nome do conjunto de dados.

source: A description of the dataset.
pt_br: Uma descrição do conjunto de dados.

source: The UTC datetime of the initial instance of the dataset. The initial instance also provides the baseline datetime to compute instances of the dataset using multiples of the frequency.
pt_br: A data e hora UTC da instância inicial do conjunto de dados. A instância inicial também fornece a data e hora de base para calcular as instâncias do conjunto de dados usando múltiplos da frequência.

source: The URI template that identifies the dataset and can be resolved into concrete URIs to identify a particular dataset instance. The URI consist of constants (e.g. ${YEAR}/${MONTH}) and configuration properties (e.g. /home/${USER}/projects/${PROJECT})
pt_br: O modelo de URI que identifica o dataset e pode ser resolvido em URIs concretos para identificar uma instância de dataset particular. O URI é composto por constantes (por exemplo, ${YEAR}/${MONTH}) e propriedades de configuração (por exemplo, /home/${USER}/projects/${PROJECT})

source: The timezone of the dataset. Only used for managing the daylight saving time changes when combining several datasets.
pt_br: O fuso horário do conjunto de dados. Usado apenas para gerenciar as alterações de horário de verão ao combinar vários conjuntos de dados.

source: Done flag
pt_br: Sinalizador concluído

source: The done file for the data set. If the Done flag is not specified, then Oozie configures Hadoop to create a _SUCCESS file in the output directory. If Done flag is set to empty, then Coordinator looks for the existence of the directory itself.
pt_br: O arquivo pronto para o conjunto de dados. Se o sinalizador Concluído não estiver especificado, o Oozie configurará o Hadoop para criar um arquivo _SUCCESS no diretório de saída. Se o sinalizador Concluído estiver definido como vazio, o Coordinator procurará pela existência do diretório.

source: The coordinator associated with this data.
pt_br: O coordinator associado a estes dados.

source: Instance type
pt_br: Tipo de instância

source: Customize the date instance(s), e.g. define a range of dates, use EL functions...
pt_br: Personalize as instâncias de data, por exemplo, defina um intervalo de datas, use funções EL...

source: Start instance
pt_br: Instância inicial

source: Shift the frequency for gettting past/future start date or enter verbatim the Oozie start instance, e.g. ${coord:current(0)}
pt_br: Mude a frequência de obtenção de data inicial passada/futura ou insira literalmente a instância inicial de Oozie, por exemplo, ${coord:current(0)}

source: End instance
pt_br: Instância final

source: Optional: Shift the frequency for gettting past/future end dates or enter verbatim the Oozie end instance.
pt_br: Opcional: mude a frequência de obtenção de datas de término passadas/futuras ou insira literalmente a instância final de Oozie.

source: Name of an input variable in the workflow.
pt_br: Nome de uma variável de entrada no fluxo de trabalho.

source: The name of the variable of the workflow to automatically fill up.
pt_br: O nome da variável do fluxo de trabalho para preencher automaticamente.

source: The dataset representing format of the data input.
pt_br: O conjunto de dados que representa o formato da entrada de dados.

source: The pattern of the input data we want to process.
pt_br: O padrão dos dados de entrada que desejamos processar.

source: Name of an output variable in the workflow
pt_br: Nome de uma variável de saída no workflow

source: The name of the variable of the workflow to automatically filled up.
pt_br: O nome da variável do workflow para preencher automaticamente.

source: The dataset representing the format of the data output.
pt_br: O dataset que representa o formato da saída de dados.
