Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/apps/oozie/src/oozie/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Edit bundled coordinator
pt_br: Editar coordinator com bundle

source: Edit Coordinator
pt_br: Editar coordinator

source: Create new
pt_br: Criar novo

source: Show existing
pt_br: Mostrar existentes

source: Submit this coordinator
pt_br: Enviar este coordinator

source: Copy this coordinator
pt_br: Copiar este coordinator

source: Coordinator Editor :
pt_br: Editor de coordinator:

source: Inputs
pt_br: Entradas

source: The inputs and outputs of the workflow must be mapped to some data.
pt_br: As entradas e as saídas do workflow devem ser mapeadas para alguns dados.

source: The data is represented by some datasets that can be created
pt_br: Os dados são representados por alguns conjuntos de dados que podem ser criados

source: here
pt_br: aqui

source: This type of coordinator does not require any dataset.
pt_br: Esse tipo de coordinator não requer nenhum dataset.

source: There are currently no defined inputs.
pt_br: No momento não há entradas definidas.

source: Outputs
pt_br: Saídas

source: There are currently no defined outputs.
pt_br: No momento não há saídas definidas.

source: Save coordinator
pt_br: Salvar coordinator

source: Create a new dataset
pt_br: Criar um novo conjunto de dados

source: Save your modifications before creating a new dataset.
pt_br: Salve suas modificações antes de criar um novo conjunto de dados.

source: Create dataset
pt_br: Criar conjunto de dados

source: Edit dataset
pt_br: Editar conjunto de dados

source: Save your modifications before editing a dataset.
pt_br: Salve suas modificações antes de editar um conjunto de dados.

source: Update dataset
pt_br: Atualizar conjunto de dados

source: Existing datasets
pt_br: Conjuntos de dados existentes

source: Click to view the dataset
pt_br: Clique para visualizar o conjunto de dados

source: There are currently no datasets.
pt_br: No momento não há conjuntos de dados.

source: Do you want to create a new dataset ?
pt_br: Deseja criar um novo dataset?

source: UTC time only.
pt_br: Hora UTC apenas.

source: Recommended to be before the coordinator start date.
pt_br: Recomenda-se estar antes da data de início do coordinator.

source: Edit Workflow
pt_br: Editar workflow

source: Unsaved
pt_br: Não salvo

source: Go upload additional files and libraries to the deployment directory on HDFS
pt_br: Faça o upload de arquivos e bibliotecas adicionais para o diretório de implantação no HDFS

source: Click to import an Oozie workflow action or Job Designer action
pt_br: Clique para importar uma ação do workflow Oozie ou ação do Job Designer

source: Import action
pt_br: Ação de importação

source: Edit kill node
pt_br: Editar nó de eliminação

source: Kill node
pt_br: Eliminar nó

source: Submit this workflow
pt_br: Enviar este workflow

source: Schedule this workflow
pt_br: Programar este workflow

source: Copy this workflow
pt_br: Copiar este workflow

source: Export this workflow
pt_br: Exportar este workflow

source: Export
pt_br: Exportar

source: If the "to" field has content, then the workflow editor assumes that the defined email action is to be placed before the kill action.
pt_br: Se o campo "para" tiver conteúdo, o editor do workflow irá supor que a ação de e-mail definida deve ser executada antes da ação de eliminação.

source: Action enabled:
pt_br: Ação habilitada:

source: Import Action from Job Designer
pt_br: Importar ação do Job Designer

source: Click on a row to import the design as an action in the workflow. The action will be added to the beginning of the flow.
pt_br: Clique em uma linha para importar o projeto como uma ação no workflow. A ação será adicionada ao início do fluxo.

source: Click to import action to workflow
pt_br: Clique para importar a ação para o workflow

source: Import Action from Oozie
pt_br: Importar ação do Oozie

source: Import Action from Workflow:
pt_br: Importar ação do workflow:

source: Click on a row to import the action.
pt_br: Clique em uma linha para importar a ação.

source: Drag and drop this action on the workflow
pt_br: Arraste e solte esta ação no workflow

source: No actions: drag some from the panel above
pt_br: Nenhuma ação: arraste algumas do painel acima

source: The workflow has some unsaved changes
pt_br: O workflow tem alterações não salvas

source: Please save or undo your changes before submitting it.
pt_br: Salve ou desfaça suas alterações antes de enviá-lo.

source: Save and submit
pt_br: Salvar e enviar

source: Edit
pt_br: Editar

source: Convert to Decision
pt_br: Converter em decisão

source: Received invalid response from server
pt_br: Resposta inválida recebida do servidor

source: Could not save workflow
pt_br: Não foi possível salvar o workflow

source: Workflow saved
pt_br: Workflow salvo

source: Workflow is in read only mode.
pt_br: Workflow em modo somente leitura.

source: Error loading workflow
pt_br: Erro ao carregar workflow

source: Confirm Delete
pt_br: Confirmar exclusão

source: Are you sure you want to delete
pt_br: Tem certeza de que deseja excluir

source: Action imported at the top of the workflow.
pt_br: Ação importada na parte superior do workflow.

source: You have unsaved changes in this workflow.
pt_br: Você tem alterações não salvas neste workflow.

source: There was a problem copying this workflow.
pt_br: Ocorreu um problema ao copiar este workflow.

source: There was a problem submitting this workflow.
pt_br: Ocorreu um problema ao enviar este workflow.

source: Import Coordinator
pt_br: Importar coordinator

source: You can import an external Oozie coordinator by providing the coordinator definition file.
pt_br: Você pode importar um coordinator externo do Oozie fornecendo o arquivo de definições do coordinator.

source: Supported coordinator versions are 0.2. Other versions might work depending on their complexity.
pt_br: As versões de coordinator com suporte são 0.2. Outras versões podem funcionar, dependendo de sua complexidade.

source: Import
pt_br: Importar

source: Import Workflow
pt_br: Importar workflow

source: You can import an external Oozie workflow by providing the workflow definition file.
pt_br: Você pode importar um workflow externo do Oozie fornecendo o arquivo de definições do workflow.

source: Supported workflow versions are 0.4. Other versions might work depending on their complexity.
pt_br: As versões de workflow com suporte são 0.4. Outras versões podem funcionar, dependendo de sua complexidade.

source: Bundle Manager
pt_br: Gerenciador de bundle

source: Search for name, description, etc...
pt_br: Pesquisar nome, descrição etc...

source: Move to trash
pt_br: Mover para a lixeira

source: Delete forever
pt_br: Excluir permanentemente

source: Create
pt_br: Criar

source: View trash
pt_br: Visualizar lixeira

source: Kick off
pt_br: Início

source: Move the selected bundle(s) to trash?
pt_br: Deseja mover os bundles selecionados para a lixeira?

source: Delete the selected bundle(s)?
pt_br: Excluir o(s) bundle(s) selecionado(s)?

source: Showing _START_ to _END_ of _TOTAL_ entries
pt_br: Exibindo _START_ ao _END_ do _TOTAL_ de entradas

source: Showing 0 to 0 of 0 entries
pt_br: Exibindo 0 a 0 de 0 entradas

source: (filtered from _MAX_ total entries)
pt_br: (filtrado de um total de _MAX_ entradas)

source: First
pt_br: Primeiro

source: Coordinator Manager
pt_br: Gerenciador do coordinator

source: Move the selected coordinator(s) to trash?
pt_br: Deseja mover os coordinators selecionados para a lixeira?

source: Delete the selected coordinator(s)?
pt_br: Excluir os coordinators selecionados?

source: Submission History
pt_br: Histórico de envio

source: Search for username, name, etc...
pt_br: Pesquisar por nome de usuário, nome, etc...

source: Submission Date
pt_br: Data de envio

source: Submission Id
pt_br: ID do envio

source: History Record
pt_br: Registro do histórico

source: Trashed Bundles
pt_br: Bundles descartados

source: Bundle Trash
pt_br: Lixeira de bundles

source: Retore the selected bundles
pt_br: Restaurar os bundles selecionados

source: Restore
pt_br: Restaurar

source: Delete the selected bundles
pt_br: Exclua os bundles selecionados

source: Delete all the bundles
pt_br: Excluir todos os bundles

source: Empty trash
pt_br: Esvaziar lixeira

source: Got to bundle manager
pt_br: Permissão para gerenciador de bundles

source: Delete all bundle(s)?
pt_br: Excluir todos os bundles?

source: Restore the selected bundle(s)?
pt_br: Restaurar o(s) bundle(s) selecionado(s)?

source: Trashed Coordinators
pt_br: Coordinators na lixeira

source: Coordinator Trash
pt_br: Lixeira de coordinators

source: Restore the selected coordinators
pt_br: Restaurar os coordinators selecionados

source: Delete the selected coordinators
pt_br: Excluir os coordinators selecionados

source: Got to coordinator manager
pt_br: Ir para o gerenciador de coordinators

source: Delete all coordinator(s)?
pt_br: Excluir todos os coordinators?

source: Restore the selected coordinator(s)?
pt_br: Restaurar o(s) coordinator(s) selecionado(s)?

source: Trashed Workflows
pt_br: Workflows descartados

source: Workflow Trash
pt_br: Lixeira de workflows

source: Restore the selected workflows
pt_br: Restaurar os workflows selecionados

source: Delete the selected workflows
pt_br: Excluir os workflows selecionados

source: Delete all the workflows
pt_br: Excluir todos os workflows

source: Go to workflow manager
pt_br: Ir para o gerenciador de workflow

source: Steps
pt_br: Etapas

source: Delete the selected workflow(s)?
pt_br: Excluir os workflows selecionados?

source: Delete all trashed workflow(s)?
pt_br: Excluir todos os workflows da lixeira?

source: Restore the selected workflow(s)?
pt_br: Restaurar os workflows selecionados?

source: Trash
pt_br: Lixeira

source: Move the selected workflow(s) to trash?
pt_br: Mover os workflows selecionados para a lixeira?

source: Submit this job?
pt_br: Enviar este job?

source: View workflow action
pt_br: Exibir ação de workflow

source: Bundle Editor
pt_br: Editor de bundle:

source: Saving...
pt_br: Salvando...

source: New
pt_br: Novo

source: Settings
pt_br: Configurações

source: Share
pt_br: Compartilhar

source: Which schedules to bundle?
pt_br: Quais programações incluir no bundle?

source: Add a coordinator
pt_br: Adicionar coordinator

source: Open
pt_br: Abrir

source: Add a parameter
pt_br: Adicionar um parâmetro

source: Filter coordinators
pt_br: Filtrar coordinators

source: There are no coordinators matching your search term.
pt_br: Não há coordinators correspondentes ao seu termo de pesquisa.

source: Submission Parameters
pt_br: Parâmetros de envio

source: Add parameter
pt_br: Adicionar parâmetro

source: Now
pt_br: Agora

source: Bundle submitted.
pt_br: Bundle enviado.

source: Which workflow to schedule?
pt_br: Que workflow programar?

source: Choose a workflow...
pt_br: Escolha um workflow...

source: How often?
pt_br: Com que frequência?

source: Options
pt_br: Opções

source: Hide
pt_br: Ocultar

source: Advanced syntax
pt_br: Sintaxe avançada

source: From
pt_br: De

source: To
pt_br: Para

source: Parameter
pt_br: Parâmetro

source: Input Path
pt_br: Caminho de Entrada

source: Output Path
pt_br: Caminho de saída

source: Will convert to
pt_br: Será convertido em

source: Same frequency
pt_br: Mesma frequência

source: Same start
pt_br: Mesmo início

source: Same timezone
pt_br: Mesmo fuso horário

source: Filter workflows
pt_br: Filtrar workflows

source: There are no workflows matching your search term.
pt_br: Não há workflows correspondentes ao seu termo de pesquisa.

source: Coordinator Settings
pt_br: Configurações do coordinator

source: FIFO (oldest first)
pt_br: FIFO (primeiro o mais antigo)

source: Drop your action here
pt_br: Arraste sua ação para cá

source: Move node
pt_br: Mover nó

source: Copy node
pt_br: Copiar nó

source: Click for more
pt_br: Clique para mais

source: Click for more info
pt_br: Clique para obter mais informações

source: If
pt_br: Se

source: Jump to another node
pt_br: Ir para outro nó

source: It is where we finish if failure!
pt_br: É aqui que terminamos quando há falha!

source: It is where we start!
pt_br: É por onde começamos!

source: It is where we successfully finish!
pt_br: E assim terminamos com sucesso!

source: Directory
pt_br: Diretório

source: name, e.g. mapred.job.queue.name
pt_br: nome, ex.: mapred.job.queue.name

source: No properties defined.
pt_br: Nenhuma propriedade definida.

source: No archives defined.
pt_br: Nenhum arquivo defindo.

source: No arguments defined.
pt_br: Nenhum argumento definido.

source: No available credentials.
pt_br: Nenhuma credencial disponível.

source: Transitions
pt_br: Transições

source: to
pt_br: para

source: Source path
pt_br: Caminho de origem

source: New destination path
pt_br: Novo caminho de destino

source: Only for directories
pt_br: Somente para diretórios

source: Recursive to sub directories
pt_br: Recursiva para subdiretórios

source: e.g. newgroup
pt_br: ex: novogrupo

source: About
pt_br: Sobre

source: Workflow Editor
pt_br: Editor de workflow

source: Submit %(job)s?
pt_br: Enviar %(job)s?

source: ACTIONS
pt_br: AÇÕES

source: Hive Script
pt_br: Script do Hive

source: HiveServer2 Script
pt_br: Script do HiveServer2

source: Pig Script
pt_br: Script do Pig

source: MapReduce job
pt_br: Job MapReduce

source: e.g. ${nameNode1}/path/to/input.txt
pt_br: ex.: ${nameNode1}/path/to/input.txt

source: e.g. ${nameNode2}/path/to/output.txt
pt_br: ex.: ${nameNode2}/path/to/output.txt

source: Workflow Settings
pt_br: Configurações do workflow

source: Toggle arrow showing
pt_br: Ativar/desativar exibição da seta

source: Could not find node of type
pt_br: Não foi possível encontrar nó do tipo

source: links must be a list
pt_br: links devem ser uma lista

source: Start should have two children: 'related' to end, 'to' to any node but an end.
pt_br: Iniciar deve ter dois filhos: 'relacionados' ao terminal, 'para' para qualquer nó, menos o terminal.

source: End should have no children.
pt_br: Finalizar não deve ter nenhum filho.

source: Kill should have no children.
pt_br: Eliminar não deve ter nenhum filho.

source: Join and Decision End should have one child: 'to' to any node.
pt_br: Unir e Decisão final devem ter um filho: 'para' para qualquer nó.

source: Fork and Decision should have at least two children: 'related' to their respective ends, 'start' to any node.
pt_br: Fork e Decisão devem ter pelo menos dois filhos: 'relacionados' aos seus respectivos terminais, 'iniciar' para qualquer nó.

source: Actions should have two children: 'error' to kill, 'ok' to any node.
pt_br: Ações devem ter dois filhos: 'erro' para eliminar, 'ok' para qualquer nó.

source: %(node_type)s should have %(count)d more %(link_type)s linknode_type
pt_br: %(node_type)s deve ter %(count)d mais %(link_type)s linknode_type

source: Error saving workflow
pt_br: Erro ao salvar workflow

source: Must be POST request.
pt_br: Deve ser solicitação POST.

source: Must be GET request.
pt_br: Deve ser solicitação GET.

source: Use a POST request to manage an Oozie job.
pt_br: Use uma solicitação POST para solicitar um job de Oozie.

source: Use a POST request to manage the Oozie jobs.
pt_br: Use uma solicitação POST para gerenciar jobs do Oozie.

source: The Oozie server is not running
pt_br: O servidor Oozie não está em execução

source: An error occurred with Oozie.
pt_br: Ocorreu um erro com o Oozie.

source: Error accessing Oozie action %s.
pt_br: Erro ao acessar a ação do Oozie %s.

source: Invalid submission form: %s
pt_br: Formulário de envio inválido: %s

source: Workflow re-running.
pt_br: Workflow executando novamente.

source: Invalid submission form: %s %s
pt_br: Formulário de envio inválido: %s %s

source: Error re-running workflow %s.
pt_br: Erro ao executar novamente o worflow %s.

source: Coordinator re-running.
pt_br: Coordinator executando novamente.

source: Error re-running coordinator %s.
pt_br: Erro ao executar novamente o coordinator %s.

source: Bundle re-running.
pt_br: Bundle executando novamente.

source: Error re-running bundle %s.
pt_br: Erro ao executar novamente o bundle %s.

source: Error submitting job %s
pt_br: Erro ao enviar o job %s

source: Oozie job submitted
pt_br: Job do Oozie enviado

source: Error accessing Oozie job %s.
pt_br: Erro ao acessar o job do Oozie %s.

source: Permission denied. %(username)s does not have the permissions to access job %(id)s.
pt_br: Permissão negada. %(username)s não possui permissões para acessar o job %(id)s.

source: Permission denied. %(username)s does not have the permissions to modify job %(id)s.
pt_br: Permissão negada. %(username)s não possui permissões para modificar o job %(id)s.

source: Archive should be a Zip.
pt_br: O arquivo deve ser Zip.

source: Workflow imported
pt_br: Workflow importado

source: Could not import workflow: %s
pt_br: Não é possível importar o workflow: %s

source: Could not import workflow.
pt_br: Não é possível importar o workflow.

source: Errors on the form: %s
pt_br: Erros no formulário: %s

source: Could not import coordinator: %s
pt_br: Não é possível importar o coordinator: %s

source: Could not import coordinator.
pt_br: Não é possível importar o coordinator.

source: Coordinator imported
pt_br: Coordinators impostados

source: Errors on the form
pt_br: Erros no formulário

source: A POST request is required.
pt_br: É necessária uma solicitação POST.

source: Workflow(s) deleted.
pt_br: Workflow(s) excluído(s).

source: Workflow(s) trashed.
pt_br: Workflow(s) descartado(s).

source: Workflow(s) restored.
pt_br: Workflows restaurados.

source: Workflow submitted
pt_br: Workflow enviado

source: Error submitting workflow %s
pt_br: Erro ao enviar o workflow %s

source: You already have some coordinators for this workflow. Submit one or create a new one.
pt_br: Você já tem alguns coordinators para este workflow. Envie um ou crie um novo.

source: Coordinator(s) deleted.
pt_br: Coordinator(s) excluídos.

source: Coordinator(s) trashed.
pt_br: Coordinator(s) enviado(s) à lixeira.

source: Coordinator(s) restored.
pt_br: Coordinator(s) restaurado(s).

source: Coordinator saved.
pt_br: Coordinator salvo.

source: Dataset created
pt_br: Conjunto de dados criado

source: Dataset modified
pt_br: Conjunto de dados modificado

source: Beware: dataset start date was after the coordinator start date.
pt_br: Atenção: a data de início do conjunto de dados é posterior à data de início do coordinator.

source: Coordinator data created
pt_br: Dados de coordinator criados

source: Coordinator submitted.
pt_br: Coordinator enviado.

source: Error submitting coordinator %s
pt_br: Erro ao enviar o coordinator %s

source: Bundle(s) deleted.
pt_br: Bundle(s) excluído(s).

source: Bundle(s) restored.
pt_br: Bundle(s) restaurados.

source: Bundle saved.
pt_br: Bundle salvo.

source: Coordinator added to the bundle!
pt_br: Coordinator adicionado ao bundle!

source: Bundled coordinator updated!
pt_br: Coordinator em bundle atualizado!

source: Error submitting bundle %s
pt_br: Erro ao enviar o bundle %s

source: Document deleted.
pt_br: Documento excluído.

source: Workflows copied.
pt_br: Workflows copiados.

source: Workflow copied.
pt_br: Workflow copiado.

source: Page saved !
pt_br: Página salva!

source: You don't have access to the workflow of this coordinator.
pt_br: Você não tem acesso ao workflow deste coordinator.

source: Coordinator copied.
pt_br: Coordinator copiado.

source: Saved !
pt_br: Salvo!

source: Bundle copied.
pt_br: Bundle copiado.
