Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/apps/useradmin/src/useradmin/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: The name of a default group for users at creation time, or at first login if the server is configured to authenticate against an external source.
pt_br: O nome de um grupo padrão de usuários no momento da criação, ou no primeiro login se o servidor estiver configurado para autenticação em uma fonte externa.

source: Configuration options for user password policy
pt_br: Opções de configuração para a política de senha do usuário

source: Enable user password policy.
pt_br: Habilitar política de senha do usuário.

source: The regular expression of password rule. The default rule requires that a password must be at least 8 characters long, and must contain both uppercase and lowercase letters, at least one number, and at least one special character.
pt_br: A expressão regular da regra de senha. A regra padrão requer que a senha tenha no mínimo 8 caracteres e deve conter letras maiúsculas e minúsculas, no mínimo um número e no mínimo um caractere especial.

source: Message about the password rule defined in pwd_regex
pt_br: Mensagem sobre a regra de senha definida em pwd_regex

source: The error message displayed if the provided password does not meet the enhanced password rule
pt_br: A mensagem de erro exibida se a senha fornecida não estiver de acordo com a regra de senha aprimorada

source: Full Distinguished Name required.
pt_br: Nome completo distinto obrigatório.

source: Username is required.
pt_br: O nome de usuário é obrigatório.

source: Username must be fewer than 30 characters.
pt_br: O nome de usuário deve ter menos de 30 caracteres.

source: Username must not contain whitespaces and ':'
pt_br: O nome de usuário não deve conter espaços em branco e ':'

source: Group name required.
pt_br: O nome do grupo é obrigatório.

source: Group name must be 80 characters or fewer.
pt_br: O nome do grupo deve ter 80 caracteres ou menos.

source: Group name can be any character as long as it's 80 characters or fewer.
pt_br: O nome do grupo pode conter até 80 caracteres.

source: Username
pt_br: Nome de usuário

source: Required. 30 characters or fewer. No whitespaces or colons.
pt_br: Obrigatório. 30 caracteres ou menos. Sem espaços em branco ou dois pontos.

source: Whitespaces and ':' not allowed
pt_br: Espaços em branco e ':' não permitidos

source: Password confirmation
pt_br: Confirmação da senha

source: Create home directory
pt_br: Criar diretório inicial

source: Create home directory if one doesn't already exist.
pt_br: Criar diretório inicial se ainda não existir um.

source: Passwords do not match.
pt_br: As senhas não coincidem.

source: You must specify a password when creating a new user.
pt_br: Você deve especificar uma senha ao criar um novo usuário.

source: Required. 30 characters or fewer with username. 64 characters or fewer with DN. No whitespaces or colons.
pt_br: Obrigatório. 30 caracteres ou menos no nome de usuário. 64 caracteres ou menos com DN. Sem espaços em branco ou dois-pontos.

source: Distinguished name
pt_br: Nome distinto

source: Whether or not the user should be imported by distinguished name.
pt_br: Se o usuário deve ser importado ou não por um nome distinto.

source: Create home directory for user if one doesn't already exist.
pt_br: Criar diretório inicial para o usuário se ainda não existir um.

source: Name
pt_br: Nome

source: Required. 256 characters or fewer.
pt_br: Obrigatório. 256 caracteres ou menos.

source: 256 characters or fewer.
pt_br: 256 caracteres ou menos.

source: Whether or not the group should be imported by distinguished name.
pt_br: Se o grupo deve ser importado ou não por um nome distinto.

source: Import new members
pt_br: Importar novos membros

source: Import unimported or new users from the group.
pt_br: Importar usuários não importados ou novos do grupo.

source: Create home directories
pt_br: Criar diretórios iniciais

source: Create home directories for every member imported, if members are being imported.
pt_br: Criar diretórios iniciais para cada membro importado, se os membros estiverem sendo importados.

source: Import new members from all subgroups
pt_br: Importar membros novos de todos os subgrupos

source: Import unimported or new users from the all subgroups.
pt_br: Importar usuários não importados ou novos de todos os subgrupos.

source: Group name may only contain letters, numbers, hyphens or underscores.
pt_br: O nome do grupo pode conter somente letras, números, hífens e sublinhados

source: members
pt_br: membros

source: permissions
pt_br: permissões

source: groups
pt_br: grupos

source: Create Home Directories
pt_br: Criar diretórios iniciais

source: Create home directory for every user, if one doesn't already exist.
pt_br: Criar diretório inicial para cada usuário, se ainda não houver um.

source: You do not have permissions to %(description)s.
pt_br: Você não tem permissões para %(description)s.

source: You must be a superuser to delete users.
pt_br: Você deve ser um superusuário para excluir usuários.

source: A POST request is required.
pt_br: É necessária uma solicitação POST.

source: You cannot remove yourself.
pt_br: Não é possível remover a si mesmo.

source: The users were deleted.
pt_br: Os usuários foram excluídos.

source: You must be a superuser to delete groups.
pt_br: Você deve ser um superusuário para excluir grupos.

source: The default user group may not be deleted.
pt_br: O grupo de usuários padrão não pode ser excluído.

source: The groups were deleted.
pt_br: Os grupos foram excluídos.

source: Group not found.
pt_br: Grupo não encontrado.

source: You must be a superuser to add or edit another user.
pt_br: Você deve ser um superusuário para adicionar ou editar outro usuário.

source: You cannot change a username.
pt_br: Não é possível alterar um nome de usuário.

source: You cannot make yourself inactive.
pt_br: Não é possível desativar a si próprio.

source: You cannot make yourself a superuser.
pt_br: Não é possível definir-se a si próprio como superusuário.

source: Cannot make home directory for user %s.
pt_br: Não é possível criar o diretório inicial para o usuário %s.

source: User information updated
pt_br: Informações do usuário atualizadas.

source: You must be a superuser to add or edit a group.
pt_br: Você deve ser um superusuário para adicionar ou editar um grupo.

source: Group information updated
pt_br: Informações do grupo atualizadas

source: You must be a superuser to change permissions.
pt_br: Você deve ser um superusuário para alterar as permissões.

source: Permission information updated
pt_br: Informações de permissão atualizadas

source: You must be a superuser to add another user.
pt_br: Você deve ser um superusuário para adicionar outro usuário.

source: There was an error when communicating with LDAP
pt_br: Ocorreu um erro ao comunicar com o LDAP

source: There was a problem with some of the LDAP information
pt_br: Ocorreu um problema com algumas informações de LDAP

source: Could not get LDAP details for users in pattern %s.
pt_br: Não foi possível obter detalhes do LDAP para os usuários no padrão %s

source: You must be a superuser to add another group.
pt_br: Você deve ser um superusuário para adicionar outro grupo.

source: LDAP Exception: %s
pt_br: Exceção de LDAP: %s

source: Could not get LDAP details for groups in pattern %s
pt_br: Não foi possível obter detalhes do LDAP para grupos no padrão %s

source: You must be a superuser to sync the LDAP users/groups.
pt_br: Você deve ser um superusuário para sincronizar os usuários/grupos de LDAP

source: The import may not be complete, sync again.
pt_br: A importação pode não ter sido concluída. Sincronize novamente.

source: Synced user %s from Unix
pt_br: Usuário %s sincronizado no Unix

source: No active superuser configured.
pt_br: Nenhum superusuário ativo configurado.

source: You cannot remove the last active superuser from the configuration.
pt_br: Você não pode remover o último superusuário ativo da configuração.

source: There was a naming conflict while importing user %(username)s
pt_br: Ocorreu um conflito de nomenclatura durante a importação do usuário %(username)s

source: There was a naming conflict while importing group %(groupname)s in pattern %(groupname_pattern)s
pt_br: Ocorreu um conflito de nomenclatura durante a importação do grupo %(groupname)s no padrão %(groupname_pattern)s

source: Import users from the group.
pt_br: Importe usuários do grupo.

source: Import users from the group, but also do so recursively.
pt_br: Importe usuários do grupo, mas também faça isso de forma recursiva.

source: Sync users in the group.
pt_br: Sincronize usuários no grupo.

source: Server to connect to.
pt_br: Conectar servidor a.

source: A group name must be provided.
pt_br: Um nome de grupo deve ser fornecido

source: Sync groups of the users.
pt_br: Grupos Sync dos usuários

source: A username must be provided.
pt_br: Um nome de usuário deve ser fornecido.

source: Minimum UID to import (Inclusive).
pt_br: Mínimo de UID a ser importado (inclusivo).

source: Maximum UID to import (Exclusive).
pt_br: Máximo de UID a ser importado (exclusivo).

source: Minimum GID to import (Inclusive).
pt_br: Mínimo de GID a ser importado (inclusivo).

source: Maximum GID to import (Exclusive).
pt_br: Máximo de GID a ser importado (exclusivo).

source: Whether or not to check that the user's shell is not /bin/false.
pt_br: Se deve ser verificado que o shell do usuário não é /bin/false.

source: Hue Users
pt_br: Usuários de Hue

source: Hue Users - Add/Sync LDAP user
pt_br: Usuários de Hue - Adicionar/sincronizar usuário de LDAP

source: Update user
pt_br: Atualizar usuário

source: Add/Sync user
pt_br: Adicionar/sincronizar usuário

source: Cancel
pt_br: Cancelar

source: Select all
pt_br: Selecionar todos

source: Search
pt_br: Pesquisar

source: No groups found.
pt_br: Nenhum grupo encontrado.

source: Create a new group now
pt_br: Criar um novo grupo agora

source: (required)
pt_br: (obrigatório)

source: This field is required.
pt_br: Este campo é obrigatório.

source: Confirm
pt_br: Confirmar

source: Yes
pt_br: Sim

source: Hue Groups
pt_br: Grupos de Hue

source: Hue Groups - Edit group: %(name)s
pt_br: Grupos de Hue - Editar grupo: %(name)s

source: Hue Groups - Add/Sync LDAP group
pt_br: Grupos de Hue - Adicionar/Sincronizar grupo de LDAP

source: Hue Groups - Create group
pt_br: Grupos de Hue - Criar grupo

source: Update group
pt_br: Atualizar grupo

source: Add/Sync group
pt_br: Adicionar/Sincronizar grupo

source: Add group
pt_br: Adicionar grupo

source: No users found.
pt_br: Nenhum usuário encontrado.

source: Create a new user now
pt_br: Criar um novo usuário agora

source: No permissions found.
pt_br: Nenhuma permissão encontrada.

source: Hue Permissions
pt_br: Permissões do Hue

source: Hue Permissions - Edit app: %(app)s
pt_br: Permissões de Hue - Editar aplicativo: %(app)s

source: Update permission
pt_br: Atualizar permissão

source: Hue Users - Edit user: %(username)s
pt_br: Usuários de Hue - Editar usuário %(username)s

source: Hue Users - Create user
pt_br: Usuários de Hue - Criar usuário

source: Step 1: Credentials
pt_br: Etapa 1: Credenciais

source: Step 3: Advanced
pt_br: Etapa 3: Avançado

source: Back
pt_br: Voltar

source: Next
pt_br: Próximo

source: Add user
pt_br: Adicionar usuário

source: User Admin
pt_br: Admin do usuário

source: Users
pt_br: Usuários

source: Groups
pt_br: Grupos

source: Permissions
pt_br: Permissões

source: Application
pt_br: Aplicação

source: Search for name, members, etc...
pt_br: Pesquisar por nome, membros, etc...

source: Delete
pt_br: Excluir

source: Add/Sync LDAP group
pt_br: Adicionar/Sincronizar grupo de LDAP

source: Group Name
pt_br: Nome do Grupo

source: Members
pt_br: Membros

source: Edit %(groupname)s
pt_br: Editar %(groupname)s

source: There are no groups matching the search criteria.
pt_br: Não há grupos correspondentes aos critérios de pesquisa.

source: Are you sure you want to delete the selected group(s)?
pt_br: Tem certeza de que deseja excluir os grupos selecionados?

source: No
pt_br: Não

source: No data available
pt_br: Nenhum dado disponível

source: No matching records
pt_br: Nenhum registro correspondente

source: Search for application, group, etc...
pt_br: Pesquisar por aplicativo, grupo, etc...

source: Permission
pt_br: Permissão

source: Edit permission
pt_br: Editar permissão

source: There are no permissions matching the search criteria.
pt_br: Não há permissões correspondentes aos critérios de pesquisa.

source: Search for name, group, etc...
pt_br: Pesquisar por nome, grupo, etc...

source: Add/Sync LDAP user
pt_br: Adicionar/Sincronizar usuário de LDAP

source: Sync LDAP users/groups
pt_br: Sincronizar usuários/grupos de LDAP

source: First Name
pt_br: Nome

source: Last Name
pt_br: Sobrenome

source: Last Login
pt_br: Último login

source: Edit %(username)s
pt_br: Editar %(username)s

source: There are no users matching the search criteria.
pt_br: Não há usuários correspondentes aos critérios de pesquisa.

source: Are you sure you want to delete the selected user(s)?
pt_br: Tem certeza de que deseja excluir os usuários selecionados?

source: Sync LDAP users and groups
pt_br: Sincronizar usuários e grupos de LDAP

source: This will not import any users or groups that don't already exist in Hue. Only users and groups imported from LDAP can be synced.
pt_br: Isso não importará usuários ou grupos que ainda não existem no Hue. Somente usuários e grupos importados do LDAP podem ser sincronizados.

source: All user information and group memberships will be updated based on the LDAP server's current state.
pt_br: Todas as informações de usuários e associações a grupos serão atualizadas com base no estado atual do servidor LDAP.

source: Sync
pt_br: Sincronizar
