Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/apps/sqoop/src/sqoop/locale/*/LC_MESSAGES/django.po
Languages: pt, pt_br

source: The sqoop server URL.
pt: O URL do servidor sqoop.
pt_br: URL do sqoop server.

source: Could not get connectors.
pt: Não foi possível obter conectores.
pt_br: Não foi possível obter os conectores.

source: GET request required.
pt: Pedido GET necessário.
pt_br: Solicitação GET necessária.

source: Could not get connector.
pt: Não foi possível obter conector.
pt_br: Não foi possível obter o conector.

source: Could not get link.
pt: Não foi possível obter a hiperligação.
pt_br: Não foi possível obter o link.

source: Could not get job.
pt: Não foi possível obter trabalho.
pt_br: Não foi possível obter o job.

source: Could not get submission.
pt: Não foi possível obter envio.
pt_br: Não foi possível obter o envio.

source: Could not get driver.
pt: Não foi possível obter o controlador.
pt_br: Não foi possível obter o driver.

source: Could not connect to sqoop server. %s (%s)
pt: Não foi possível ligar ao servidor sqoop. %s (%s)
pt_br: Não foi possível conectar ao sqoop server. %s (%s)

source: Could not get jobs.
pt: Não foi possível obter trabalhos.
pt_br: Não foi possível obter os jobs.

source: POST request required.
pt: É necessário um pedido POST.
pt_br: Solicitação POST necessária.

source: Error saving job
pt: Erro ao guardar trabalho
pt_br: Erro ao salvar job

source: Could not create job.
pt: Não foi possível criar trabalho.
pt_br: Não foi possível criar o job.

source: Could not update job.
pt: Não foi possível actualizar trabalho.
pt_br: Não foi possível atualizar o job.

source: GET or POST request required.
pt: Pedido GET ou POST necessário.
pt_br: Solicitação GET ou POST obrigatória.

source: Could not clone job.
pt: Não foi possível clonar trabalho.
pt_br: Não foi possível clonar o job.

source: Could not delete job.
pt: Não foi possível eliminar trabalho.
pt_br: Não foi possível excluir o job.

source: Could not start job.
pt: Não foi possível iniciar trabalho.
pt_br: Não foi possível iniciar o job.

source: Could not stop job.
pt: Não foi possível parar trabalho.
pt_br: Não foi possível parar o job.

source: Could not get job status.
pt: Não foi possível obter estado de trabalho.
pt_br: Não foi possível obter o status do job.

source: Could not get links.
pt: Não foi possível obter as a hiperligações.
pt_br: Não foi possível obter os links.

source: Error saving link
pt: Erro ao guardar a hiperligação
pt_br: Erro ao salvar link

source: Could not create link.
pt: Não foi possível criar a hiperligação.
pt_br: Não foi possível criar o link.

source: Could not update link.
pt: Não foi possível actualizar a hiperligação.
pt_br: Não foi possível atualizar o link.

source: Could not clone link.
pt: Não foi possível clonar a hiperligação.
pt_br: Não foi possível clonar o link.

source: Could not delete link.
pt: Não foi possível eliminar a hiperligação.
pt_br: Não foi possível excluir o link.

source: Could not get submissions.
pt: Não foi possível obter envios.
pt_br: Não foi possível obter os envios.

source: Create a new job
pt: Criar um novo trabalho
pt_br: Criar um novo job

source: New job
pt: Novo trabalho
pt_br: Novo job

source: Manage links
pt: Gerir hiperligações
pt_br: Gerenciar links

source: Sqoop Jobs
pt: Trabalhos Sqoop
pt_br: Jobs do Sqoop

source: Search for job name or content
pt: Procurar por nome ou conteúdo de trabalho
pt_br: Procurar nome ou conteúdo do job

source: Create a new link
pt: Criar uma nova hiperligação
pt_br: Criar um novo link

source: New link
pt: Nova hiperligação
pt_br: Novo link

source: Manage jobs
pt: Gerir trabalhos
pt_br: Gerenciar jobs

source: Sqoop Links
pt: Hiperligações Sqoop
pt_br: Links do Sqoop

source: Search for link name or content
pt: Procurar nome ou conteúdo da hiperligação
pt_br: Procurar nome ou conteúdo do link

source: Back to jobs list
pt: Voltar para lista de trabalhos
pt_br: Voltar para a lista de jobs

source: New Job
pt: Novo trabalho
pt_br: Novo job

source: New Connection
pt: Nova ligação
pt_br: Nova conexão

source: Sqoop error
pt: Erro sqoop
pt_br: Erro no Sqoop

source: Click to edit
pt: Clique para editar
pt_br: Clique para editar

source: There are currently no jobs.
pt: Não existe actualmente nenhum trabalho.
pt_br: No momento não há jobs.

source: Click here to add one.
pt: Clique aqui para adicionar um.
pt_br: Clique aqui para adicionar um.

source: Actions
pt: Acções
pt_br: Ações

source: Run the job
pt: Executar o trabalho
pt_br: Executar o job

source: Run
pt: Executar
pt_br: Executar

source: Stop the job
pt: Parar o trabalho
pt_br: Parar o job

source: Stop
pt: Parar
pt_br: Parar

source: Copy the job
pt: Copiar o trabalho
pt_br: Copiar o job

source: Copy
pt: Copiar
pt_br: Copiar

source: Delete the job
pt: Eliminar o trabalho
pt_br: Excluir o job

source: Delete
pt: Eliminar
pt_br: Excluir

source: Submissions
pt: Envios
pt_br: Envios

source: Browse output directory
pt: Procurar directório de saída
pt_br: Procurar diretório de saída

source: Output directory
pt: Directório de saída
pt_br: Diretório de saída

source: Browse input directory
pt: Procurar directório de entrada
pt_br: Procurar diretório de entrada

source: Input directory
pt: Directório de entrada
pt_br: Diretório de entrada

source: Logs
pt: Registos

source: Last status
pt: Último estado
pt_br: Último status

source: Back
pt: Voltar
pt_br: Voltar

source: Next
pt: Seguinte
pt_br: Próximo

source: Save
pt: Guardar
pt_br: Salvar

source: Save and run
pt: Guardar e executar
pt_br: Salvar e executar

source: There are currently no links.
pt: Neste momento, não há hiperligações.
pt_br: No momento não há links.

source: Name
pt: Nome
pt_br: Nome

source: Connector
pt: Conector
pt_br: Conector

source: Cancel
pt: Cancelar
pt_br: Cancelar

source: Are you sure you'd like to delete this job?
pt: Tem certeza de que deseja eliminar este trabalho?
pt_br: Tem certeza de que deseja excluir este job?

source: No
pt: Não
pt_br: Não

source: Yes, delete it
pt: Sim, apagar
pt_br: Sim, exclua-o

source: Are you sure you'd like to delete this link?
pt: Tem a certeza de que pretende eliminar esta hiperligação?
pt_br: Tem certeza de que deseja excluir este link?

source: server at
pt: servidor em
pt_br: servidor em

source: Edit
pt: Editar
pt_br: Editar

source: Add a new link
pt: Adicionar uma nova hiperligação
pt_br: Adicionar um novo link

source: Property name
pt: Nome da propriedade
pt_br: Nome da propriedade

source: Value
pt: Valor
pt_br: Valor

source: Add
pt: Adicionar
pt_br: Adicionar

source: True
pt: Verdadeiro
pt_br: Verdadeiro

source: False
pt: Falso
pt_br: Falso

source: Step 1: From
pt: Passo 1: De
pt_br: Etapa 1: de

source: Database
pt: Base de dados
pt_br: Banco de dados

source: Step 2: To
pt: Passo 2: A
pt_br: Etapa 2: para

source: Connection
pt: Ligação
pt_br: Conexão

source: Step 2: From
pt: Passo 2: De
pt_br: Etapa 2: de

source: Step 3: To
pt: Passo 3: A
pt_br: Etapa 3: para

source: Please specify a link.
pt: Especifique uma hiperligação.
pt_br: Especifique um link.

source: Cannot connect to sqoop server.
pt: Não é possível ligar ao servidor sqoop.
pt_br: Não é possível conectar ao sqoop server.

source: The job is starting...
pt: O trabalho está a iniciar...
pt_br: O job está iniciando...

source: Started job.
pt: Trabalho iniciado.
pt_br: Job iniciado.

source: Error:
pt: Erro:
pt_br: Erro:

source: Stopped job.
pt: Trabalho parado.
pt_br: Job parado.

source: Could not load node.
pt: Não foi possível carregar o nó.
pt_br: Não foi possível carregar o nó.

source: Did you know? You can use the tab key or CTRL + Space to autocomplete file and folder names
pt: Sabia que pode usar a tecla de tabulação ou CTRL + Espaço para preencher automaticamente os nomes de ficheiros e pastas?
pt_br: Você sabia? É possível usar a tecla tab ou CTRL + Espaço para preencher automaticamente nomes de pastas e arquivos

source: There was a problem with the server. Look at the Sqoop2 server logs for more details.
pt: Ocorreu um problema com o servidor. Veja os registos do servidor Sqoop2 para obter mais detalhes.
pt_br: Houve um problema com o servidor. Analise os logs do servidor Sqoop2 para obter mais detalhes.

source: Unknown error.
pt: Erro desconhecido.
pt_br: Erro desconhecido.

source: Watch out! This path currently does not exist.
pt: Cuidado! Actualmente, este caminho não existe.
pt_br: Atenção! Este caminho não existe no momento.

source: Untitled Job
pt: Trabalho sem título
pt_br: Job sem título
