Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/libs/metadata/src/metadata/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, ja, ko, zh_cn

source: update_properties requires an 'id' parameter and 'keys' parameter that is a non-empty list
de: update_properties erfordert die Parameter "id" und "keys", die aus einer nicht leeren Liste bestehen
es: update_properties requiere un parámetro 'id' y un parámetro 'keys' que sea una lista poblada
fr: update_properties requiert un paramètre 'id' et un paramètre 'keys' constitué d'une liste non vide
ja: update_properties には、id パラメーターと keys パラメーターが指定された空ではないリストが必要です
ko: update_properties에는 빈 목록이 아닌 'id' 매개변수 및 'keys' 매개변수가 필요함
zh_cn: update_properties 需要一个 'id' 参数和 'keys' 参数，即，非空列表

source: Configuration options for Optimizer API
de: Konfigurationsoptionen für Optimizer-API
es: Opciones de configuración de la API del optimizador
fr: Options de configuration pour l'API Optimizer
ja: Optimizer API の設定オプション
ko: Optimizer API에 대한 구성 옵션
zh_cn: 优化器 API 的配置选项

source: Hostname to Optimizer API or compatible service.
de: Hostname für Optimizer-API oder kompatiblen Dienst.
es: El nombre de host de la API del optimizador o un servicio compatible.
fr: Nom d'hôte de l'API Optimizer ou du service compatible.
ja: Optimizer API または対応サービスのホスト名です。
ko: Optimizer API 또는 호환되는 서비스의 호스트 이름입니다.
zh_cn: 优化器 API 或兼容服务的主机名。

source: The name of the key of the service.
de: Der Name des Dienstschlüssels.
es: El nombre de la clave del servicio.
fr: Nom de la clé du service.
ja: サービスのキーの名前です。
ko: 서비스 키의 이름입니다.
zh_cn: 服务的密钥名称。

source: The private part of the key associated with the auth_key.
de: Der private Teil des dem Authentifizierungsschlüssel zugeordneten Schlüssels.
es: La parte privada de la clave asociada a auth_key.
fr: Partie privée de la clé associée à auth_key.
ja: auth_key に関連付けられたキーの公開部分です。
ko: auth_key와 연결된 키의 비공개 부분입니다.
zh_cn: 与 auth_key 关联的密钥的私钥部分。

source: Execute this script to produce the auth_key secret. This will be used when `auth_key_secret` is not set.
de: Führen Sie dieses Skript aus, um den geheimen Authentifizierungsschlüssel zu erstellen. Dieser wird verwendet, wenn 'auth_key_secret' nicht festgelegt ist.
es: Ejecute esta secuencia de comandos para generar el secreto de auth_key. Este se usará cuando no se haya establecido 'auth_key_secret'.
fr: Exécutez ce script pour produire le secret auth_key. Cela sera utilisé si « auth_key_secret » n’est pas défini.
ja: このスクリプトを実行して auth_key シークレットを作成します。これは auth_key_secret が設定されていない場合に利用されます。
ko: auth_key 암호를 생성하려면 이 스크립트를 실행하십시오. 이 암호는 `auth_key_secret`가 설정되지 않은 경우에 사용됩니다.
zh_cn: 执行此脚本以生成 auth_key 密钥。如果未设置“auth_key_secret”，则会使用此密钥。

source: The name of the workload where queries are uploaded and optimizations are calculated from. Automatically guessed from auth_key and cluster_id if not specified.
de: Der Name des Workloads, in den Abfragen hochgeladen werden und aus dem Optimierungen berechnet werden. Wird automatisch aus Authentifizierungsschlüssel und Cluster-ID abgeleitet, wenn nicht angegeben.
es: El nombre de la carga de trabajo donde se cargan las consultas y se calculan las optimizaciones. Si no se especifica, se deducirá automáticamente de auth_key y cluster_id.
fr: Nom de la charge de travail dans laquelle les requêtes sont chargées et à partir de laquelle les optimisations sont calculées. Déterminé automatiquement à partir de auth_key et cluster_id si n'est pas spécifié.
ja: クエリがアップロードされた、最適化の計算に使用されるワークロードの名前です。指定されていない場合は、auth_key と cluster_id から自動的に推測されます。
ko: 쿼리가 업로드되고 최적화 계산에 사용된 워크로드의 이름입니다. 이름이 지정되지 않은 경우 auth_key 및 cluster_id를 기반으로 자동으로 추측됩니다.
zh_cn: 用于上传查询和计算优化的工作负载名称。如果未指定，则根据 auth_key 和 cluster_id 自动猜测。

source: The name of the cluster used to determine the tenant id when this one is not specified. Defaults to the cluster Id or 'default'.
de: Der Name des Clusters, mit dem die Mandanten-ID bestimmt wird, wenn diese nicht angegeben ist. Standardmäßig wird die Cluster-ID oder 'default' verwendet.
es: El nombre del clúster empleado para determinar el ID de inquilino cuando no se especifica. Se aplican los valores predeterminados para el ID del clúster, o se establece como 'default'.
fr: Nom du cluster utilisé pour déterminer l’ID de locataire lorsque celui-ci n’est pas spécifié. Utilise par défaut l’ID de cluster ou « default ».
ja: テナント ID が指定されていない場合に特定するために使用されるクラスタの名前です。デフォルトはクラスタ ID または 'default' です。
ko: 테넌트 ID가 지정되지 않은 경우 테넌트 ID를 결정하는 데 사용되는 클러스터 이름입니다. 클러스터 ID 또는 'default'가 기본값으로 설정됩니다.
zh_cn: 如果未指定租户 ID，则为用于确定租户 ID 的群集名称。默认为群集 ID 或“default”。

source: Perform Sentry privilege filtering. Default to true automatically if the cluster is secure.
de: Führen Sie Sentry-Berechtigungsfilterung aus. Vorgabe ist automatisch True, wenn der Cluster sicher ist.
es: Realice el filtrado de privilegios Sentry. Se utiliza true automáticamente si el clúster es seguro.
fr: Effectuez le filtrage des privilèges Sentry. La valeur par défaut True est automatiquement appliquée si le cluster est sécurisé.
ja: Sentry 権限のフィルタ処理を実行します。デフォルトでは、クラスタがセキュアな場合、自動的に True に設定されます。
ko: Sentry 권한 필터링을 수행합니다. 클러스터에 보안이 적용되는 경우 기본값은 자동으로 true입니다.
zh_cn: 执行 Sentry 权限筛选。如果群集是安全的，则自动默认为 true。

source: The cache TTL in milliseconds for the assist/autocomplete/etc calls. Set to 0 to disable the cache.
de: Der TTL-Wert des Cache in Millisekunden für Unterstützungsaufrufe, Autovervollständigungsaufrufe usw. Ein Wert von 0 deaktiviert den Cache.
es: El TTL de caché en milisegundos de las llamadas de asistencia, autocompletación, etc. Defínalo en 0 para desactivar la caché.
fr: TTL du cache, en millisecondes, pour les appels assist/autocomplete/etc. Réglez-le sur 0 pour désactiver le cache.
ja: assist/autocomplete/etc コールのためのキャッシュ TTL（ミリ秒）です。0 に設定すると、キャッシュが無効になります。
ko: 지원, 자동 완성 등의 호출에 대한 캐시 TTL(밀리초)입니다. 캐시를 해제하려면 0으로 설정합니다.
zh_cn: 用于 assist/autocomplete/ 等调用的缓存 TTL（以毫秒为单位）。设置为 0 将禁用缓存。

source: Automatically upload queries after their execution in order to improve recommendations.
de: Abfragen nach ihrer Ausführung automatisch hochladen, um Empfehlungen zu verbessern.
es: Carga automáticamente las consultas tras su ejecución para mejorar las recomendaciones.
fr: Charger automatiquement les requêtes après leur exécution pour améliorer les recommandations.
ja: クエリを実行した後に、推奨事項の精度を高めるために自動的にアップロードします。
ko: 권장사항 향상을 위해 쿼리가 실행된 후 자동으로 업로드됩니다.
zh_cn: 执行后自动上传查询以改进建议。

source: Automatically upload queried tables DDL in order to improve recommendations.
de: DDL der abgefragten Tabellen automatisch hochladen, um Empfehlungen zu verbessern.
es: Carga automáticamente el DDL de las tablas consultadas para mejorar las recomendaciones.
fr: Chargez automatiquement les DDL des tables pour améliorer les recommandations.
ja: <Hi_break/>クエリを実行したテーブルの DDL が自動的にアップロードされ、推奨事項の精度が高まります。
ko: 권장사항 향상을 위해 쿼리된 DDL 테이블이 자동으로 업로드됩니다.
zh_cn: 自动上传查询到的表 DDL以改进建议。

source: Automatically upload queried tables and columns stats in order to improve recommendations.
de: Statistiken von abgefragten Tabellen und Spalten automatisch hochladen, um Empfehlungen zu verbessern.
es: Carga automáticamente las estadísticas de las tablas y columnas consultadas para mejorar las recomendaciones.
fr: Chargez automatiquement les tables interrogées et les statistiques de colonnes pour améliorer les recommandations.
ja: <Hi_break/>クエリを実行したテーブルと列の統計が自動的にアップロードされ、推奨事項の精度が高まります。
ko: 권장사항 향상을 위해 쿼리된 테이블 및 열 상태가 자동으로 업로드됩니다.
zh_cn: 自动上传查询到的表和列统计数据以改进建议。

source: Allow admins to upload the last N executed queries in the quick start wizard. Use 0 to disable.
de: Administratoren das Hochladen der letzten N ausgeführten Abfragen im Schnellstart-Assistenten erlauben. Zum Deaktivieren 0 verwenden.
es: Permite a los administradores cargar las últimas N consultas ejecutadas en el asistente de inicio rápido. Use 0 para deshabilitar esta opción.
fr: Autoriser les administrateurs à charger les N dernières requêtes exécutées dans l’assistant de démarrage rapide. Utilisez la valeur 0 pour désactiver cette option.
ja: 最近実行した N 件のクエリをクイックスタートウィザードでアップロードできるように管理者に許可します。無効にする場合は 0 を使用します。
ko: 빠른 시작 마법사에서 마지막으로 실행된 N개 쿼리를 관리자가 업로드할 수 있도록 허용합니다. 해제하려면 0을 사용하십시오.
zh_cn: 允许管理员在快速启动向导中上传已执行的 N 个查询。使用 0 可禁用。

source: Configuration options for Navigator API
de: Konfigurationsoptionen für Navigator-API
es: Opciones de configuración de la API de Navigator
fr: Options de configuration pour l'API de navigateur
ja: Navigator API の設定オプション
ko: Navigator API에 대한 구성 옵션
zh_cn: Navigator API 的配置选项

source: Base URL to Navigator API.
de: Basis-URL für die Navigator-API.
es: URL de base para la API Navigator.
fr: URL de base vers l'API de navigateur.
ja: Navigator API のベース URL です。
ko: Navigator API에 대한 기본 URL.
zh_cn: Navigator API 的基本 URL。

source: Which authentication to use: CM or external via LDAP or SAML.
de: Die zu verwendende Authentifizierung: CM oder extern über LDAP oder SAML.
es: La autenticación que se usará: CM o externa mediante LDAP o SAML.
fr: Authentification à utiliser : CM ou externe via LDAP ou SAML.
ja: 使用する認証を指定します。CM か外部（LDAP または SAML）を指定できます。
ko: 사용할 인증입니다. 이는 CM 또는 LDAP/SAML을 통한 외부 인증 중 하나입니다.
zh_cn: 要使用哪种身份验证方法：CM 还是通过 LDAP 或 SAML 进行外部身份验证。

source: Username of the CM user used for authentication.
de: Benutzername des für die Authentifizierung verwendeten CM-Benutzers.
es: Nombre del usuario de CM empleado para la autenticación.
fr: Nom de l’utilisateur CM utilisé pour l’authentification.
ja: 認証に使用する CM ユーザーのユーザー名です。
ko: 인증에 사용된 CM 사용자의 사용자 이름입니다.
zh_cn: 用于身份验证的 CM 用户的用户名。

source: CM password of the user used for authentication.
de: CM-Kennwort des für die Authentifizierung verwendeten Benutzers.
es: Contraseña de CM del usuario empleado para la autenticación.
fr: Mot de passe CM de l’utilisateur utilisé pour l’authentification.
ja: 認証に使用する CM ユーザーのパスワードです。
ko: 인증에 사용된 사용자의 CM 암호입니다.
zh_cn: 用于身份验证的用户的 CM 密码。

source: Execute this script to produce the CM password. This will be used when the plain password is not set.
de: Führen Sie dieses Skript aus, um das CM-Kennwort zu erstellen. Es wird verwendet, wenn das Nur-Text-Kennwort nicht festgelegt ist.
es: Ejecute esta secuencia de comandos para generar la contraseña de CM. Esta se usará cuando no se haya establecido la contraseña simple.
fr: Exécutez ce script pour générer le mot de passe CM. Il sera utilisé si le mot de passe normal n'est pas défini.
ja: このスクリプトを実行して CM パスワードを作成します。これはプレーンパスワードが設定されていない場合に利用されます。
ko: CM 암호를 생성하려면 이 스크립트를 실행하십시오. 이 암호는 일반 암호가 설정되지 않은 경우에 사용됩니다.
zh_cn: 执行此脚本以生成 CM 密码。如果未设置明文密码，则会使用此密码。

source: Username of the LDAP user used for authentication.
de: Benutzername des für die Authentifizierung verwendeten LDAP-Benutzers.
es: Nombre del usuario de LDAP empleado para la autenticación.
fr: Nom de l’utilisateur LDAP utilisé pour l’authentification.
ja: 認証に使用する LDAP ユーザーのユーザー名です。
ko: 인증에 사용된 LDAP 사용자의 사용자 이름입니다.
zh_cn: 用于身份验证的 LDAP 用户的用户名。

source: LDAP password of the user used for authentication.
de: LDAP-Kennwort des für die Authentifizierung verwendeten Benutzers.
es: Contraseña de LDAP del usuario empleado para la autenticación.
fr: Mot de passe LDAP de l’utilisateur utilisé pour l’authentification.
ja: 認証に使用する LDAP ユーザーのパスワードです。
ko: 인증에 사용된 사용자의 LDAP 암호입니다.
zh_cn: 用于身份验证的用户的 LDAP 密码。

source: Execute this script to produce the LDAP password. This will be used when the plain password is not set.
de: Führen Sie dieses Skript aus, um das LDAP-Kennwort zu erstellen. Es wird verwendet, wenn das Nur-Text-Kennwort nicht festgelegt ist.
es: Ejecute esta secuencia de comandos para generar la contraseña de LDAP. Esta se usará cuando no se haya establecido la contraseña simple.
fr: Exécutez ce script pour générer le mot de passe LDAP. Il sera utilisé si le mot de passe normal n'est pas défini.
ja: このスクリプトを実行して LDAP パスワードを作成します。これはプレーンパスワードが設定されていない場合に利用されます。
ko: LDAP 암호를 생성하려면 이 스크립트를 실행하십시오. 이 암호는 일반 암호가 설정되지 않은 경우에 사용됩니다.
zh_cn: 执行此脚本以生成 LDAP 密码。如果未设置明文密码，则会使用此密码。

source: Username of the SAML user used for authentication.
de: Benutzername des für die Authentifizierung verwendeten SAML-Benutzers.
es: Nombre del usuario de SAML empleado para la autenticación.
fr: Nom de l’utilisateur SAML utilisé pour l’authentification.
ja: 認証に使用する SAML ユーザーのユーザー名です。
ko: 인증에 사용된 SAML 사용자의 사용자 이름입니다.
zh_cn: 用于身份验证的 SAML 用户的用户名。

source: SAML password of the user used for authentication.
de: SAML-Kennwort des für die Authentifizierung verwendeten Benutzers.
es: Contraseña de SAML del usuario empleado para la autenticación.
fr: Mot de passe SAML de l’utilisateur utilisé pour l’authentification.
ja: 認証に使用する SAML ユーザーのパスワードです。
ko: 인증에 사용된 사용자의 SAML 암호입니다.
zh_cn: 用于身份验证的用户的 SAML 密码。

source: Execute this script to produce the SAML password. This will be used when the plain password is not set.
de: Führen Sie dieses Skript aus, um das SAML-Kennwort zu erstellen. Es wird verwendet, wenn das Nur-Text-Kennwort nicht festgelegt ist.
es: Ejecute esta secuencia de comandos para generar la contraseña de SAML. Esta se usará cuando no se haya establecido la contraseña simple.
fr: Exécutez ce script pour générer le mot de passe SAML. Il sera utilisé si le mot de passe normal n'est pas défini.
ja: このスクリプトを実行して SAML パスワードを作成します。これはプレーンパスワードが設定されていない場合に利用されます。
ko: SAML 암호를 생성하려면 이 스크립트를 실행하십시오. 이 암호는 일반 암호가 설정되지 않은 경우에 사용됩니다.
zh_cn: 执行此脚本以生成 SAML 密码。如果未设置明文密码，则会使用此密码。

source: Navigator configuration directory, where navigator.client.properties is located.
de: Navigator-Konfigurationsverzeichnis, in dem sich navigator.client.properties befindet.
es: Directorio de configuración de Navigator, donde navigator.client.properties está ubicado.
fr: Répertoire de configuration du navigateur, dans lequel se trouve navigator.client.properties.
ja: navigator.client.properties が格納されている Navigator 設定ディレクトリです。
ko: Navigator 구성 디렉토리이며 navigator.client.properties가 위치하는 곳입니다.
zh_cn: navigator.client.properties 所在的 Navigator 配置目录。

source: Max number of items to fetch in one call in object search.
de: Maximale Anzahl von Elementen, die in einem Aufruf in Objektsuche abgerufen werden können.
es: Número máximo de elementos que se recuperan en una llamada de búsqueda de objetos.
fr: Nombre maximal d'éléments à récupérer lors d'un appel de recherche d'objets.
ja: オブジェクト検索の 1 回のコールでフェッチされるアイテムの最大数。
ko: 개체 검색의 한 호출에서 가져올 최대 항목 수입니다.
zh_cn: 在对象搜索中一次调用可获取的最大项数。

source: Max number of items to fetch in one call in object search autocomplete.
de: Maximale Anzahl von Elementen, die in einem Aufruf in Objektsuche-Autovervollständigung abgerufen werden können.
es: Número máximo de elementos que se recuperan en una llamada de autocompletación de búsqueda de objetos.
fr: Nombre maximal d'éléments à récupérer lors d'un appel de remplissage automatique de recherche d'objets.
ja: オブジェクト検索のオートコンプリートの 1 回のコールでフェッチされるアイテムの最大数。
ko: 개체 검색 자동 완성의 한 호출에서 가져올 최대 항목 수입니다.
zh_cn: 在对象搜索自动完成中一次调用可获取的最大项数。

source: Enable to search HDFS, S3 files.
de: Die Suche nach HDFS-, S3-Dateien aktivieren.
es: Habilite esta opción para buscar archivos de HDFS y S3.
fr: Activez cette option pour rechercher des fichiers S3 HDFS.
ja: HDFS の S3 ファイルの検索を有効にします。
ko: HDFS, S3 파일 검색을 설정합니다.
zh_cn: 启用以搜索 HDFS、S3 文件。

source: No error message, please check the logs.
de: Keine Fehlermeldung. Überprüfen Sie die Protokolle.
es: No hay ningún mensaje de error; consulte los registros.
fr: Aucun message d'erreur. Consultez les fichiers journaux.
ja: エラーメッセージがありません。ログを確認してください。
ko: 오류 메시지가 없습니다. 로그를 확인하십시오.
zh_cn: 无错误消息，请检查日志。

source: Query history upload requires Admin privileges or feature is disabled.
de: Für das Hochladen des Abfrageverlaufs sind Administratorberechtigungen erforderlich, oder das Feature muss deaktiviert sein.
es: La carga del historial de consultas requiere privilegios de administrador, o la característica no está habilitada.
fr: Le chargement de l’historique des requêtes nécessite des privilèges d’administrateur ou la fonctionnalité est désactivée.
ja: クエリの履歴をアップロードできません。管理者権限がないか、機能が無効になっています。
ko: 쿼리 기록을 업로드하려면 관리자 권한이 있어야 합니다. 그렇지 않으면 기능이 해제됩니다.
zh_cn: 查询历史记录上传需要管理员权限或此功能处于禁用状态。

source: Skipped as task query
de: Übersprungen als Task-Abfrage
es: Omitido como consulta de tarea
fr: Ignoré, car il s'agit d'une requête relative à une tâche
ja: タスククエリとしてスキップ
ko: 작업 쿼리여서 건너뜀
zh_cn: 已作为任务查询跳过

source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
ja: スキップ
ko: 건너뜀
zh_cn: 已跳过

source: Error while accessing Optimizer
de: Fehler beim Zugriff auf Optimizer
es: Error al acceder al optimizador
fr: Erreur lors de l'accès à Optimizer
ja: Optimizer へのアクセス中にエラーが発生しました
ko: Optimizer에 액세스하는 중 오류 발생
zh_cn: 访问优化器时出错

source: Call not supported
de: Aufruf wird nicht unterstützt.
es: La llamada no es compatible
fr: Appel non pris en charge
ja: サポートされていない呼び出しです
ko: 지원되지 않는 호출
zh_cn: 不支持调用

source: Could not get tenant id from cluster id %s: %s
de: Die Mandanten-ID konnte nicht aus der Cluster-ID %s abgerufen werden: %s
es: No se ha podido obtener el ID de inquilino del ID del clúster %s: %s.
fr: Impossible d'obtenir l'ID de locataire à partir de l'ID de cluster %s : %s
ja: テナント ID をクラスタ ID %s から取得できませんでした：%s
ko: 클러스터 ID %s에서 테넌트 ID를 가져올 수 없음: %s
zh_cn: 无法从集群 ID %s 获取租户 ID：%s

source: Failed to authenticate.
de: Fehler bei der Authentifizierung.
es: Error de autenticación.
fr: Echec de l’authentification.
ja: 認証に失敗しました。
ko: 인증하지 못했습니다.
zh_cn: 身份验证失败。
