Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/libs/hadoop/src/hadoop/locale/*/LC_MESSAGES/django.po
Languages: ja, pt

source: NameNode logical name.
ja: NameNode の論理名です。
pt: Nome lógico NameNode.

source: JobTracker logical name.
ja: JobTracker の論理名です。
pt: Nome lógico JobTracker.

source: Resource Manager logical name.
ja: Resource Manager の論理名。
pt: Nome lógico do Resource Manager.

source: %(remote_dst)s already exists. Skipping.
ja: %(remote_dst)s はすでに存在します。スキップします。
pt: %(remote_dst)s já existente. A ignorar.

source: %(remote_dst)s does not exist. Trying to copy.
ja: %(remote_dst)s が存在しません。コピーを試行しています。
pt: %(remote_dst)s inexistente. A tentar copiar.

source: Copied %s -> %s.
ja: コピー %s -> %s が完了しました。
pt: Copiado %s -> %s.

source: Copying %s -> %s failed.
ja: コピー %s -> %s に失敗しました。
pt: Falha ao copiar %s -> %s.

source: Skipping %s (not a file).
ja: %s をスキップします（ファイルではありません）。
pt: A ignorar %s (não é um ficheiro).

source: %(function)s has not been implemented.
ja: %(function)s は実装されていません。
pt: %(function)s não foi implementada.

source: No HDFS found
ja: HDFS が見つかりません

source: User %s does not have permissions to write to path "%s".
ja: ユーザー %s にはパス "%s" への書き込みに必要なパーミッションがありません。

source: File %s not found
ja: ファイル %s が見つかりません
pt: Ficheiro %s não encontrado

source: File %s is a directory
ja: ファイル %s はディレクトリです
pt: O ficheiro %s é um directório

source: File %s is already trashed
ja: ファイル %s はすでにゴミ箱に入れられています
pt: O ficheiro %s já está no lixo

source: Delete failed: %s
ja: 削除に失敗しました：%s
pt: Falha ao eliminar: %s

source: File %s is not in trash
ja: ファイル %s はゴミ箱にありません
pt: O ficheiro %s não está no lixo

source: Path %s already exists.
ja: パス %s はすでに存在します。
pt: O caminho %s já existe.

source: Mkdir failed: %s
ja: mkdir に失敗しました：%s
pt: O Mkdir falhou: %s

source: Rename failed: %s -> %s
ja: 名前の変更 %s -> %s に失敗しました
pt: Falha ao alterar nome: %s -> %s

source: '%s' is not a directory
ja: '%s' はディレクトリではありません
pt: %s não é um directório

source: Copy src '%s' does not exist
ja: コピー元 '%s' は存在しません
pt: A origem da cópia "%s" não existe

source: Copy src '%s' is a directory
ja: コピー元 '%s' はディレクトリです
pt: A origem da cópia "%s" é um directório

source: Copy dst '%s' is a directory
ja: コピー先 '%s' はディレクトリです
pt: O destino da cópia "%s" é um directório

source: File not found: %s
ja: ファイルが見つかりません：%s
pt: Ficheiro não encontrado: %s

source: Destination file %s exists and is not a directory.
ja: 宛先ファイル %s が存在し、これはディレクトリではありません。
pt: O ficheiro de destino %s já existe e não é um directório.

source: Failed to create '%s'. HDFS did not return a redirect
ja: '%s' の作成に失敗しました。HDFS はリダイレクトを返しませんでした
pt: Falha ao criar "%s". O HDFS não devolveu um redireccionamento

source: Failed to upload file. WebHdfs requires a valid username to upload files.
ja: ファイルのアップロードに失敗しました。WebHdfs では、ファイルのアップロードに有効な ユーザー名が必要です。

source: Is a directory: '%s'
ja: ディレクトリです：'%s'
pt: É um directório: '%s'

source: Invalid argument to seek for whence
ja: 場所を検索する引数が無効です
pt: Argumento inválido para procurar por origem

source: File not open for writing
ja: ファイルが書き込み用に開かれていません
pt: O ficheiro não está aberto para escrita

source: Filesystem root '/' should be owned by '%s'
ja: ファイルシステムのルート '/' は '%s' によって所有されている必要があります

source: Failed to access filesystem root
ja: ファイルシステムのルートへのアクセスに失敗しました
pt: Não foi possível aceder à raiz do sistema de ficheiros

source: Failed to create temporary file "%s"
ja: 一時ファイル "%s" の作成に失敗しました
pt: Falha ao criar o ficheiro temporário "%s"

source: Failed to remove temporary file "%s"
ja: 一時ファイル "%s" の削除に失敗しました
pt: Falha ao remover o ficheiro temporário "%s"

source: YARN cluster is not available.
ja: YARN クラスターが利用できません。

source: No Resource Manager are available.
ja: Resource Manager が利用できません。
pt: Nenhum Resource Manager disponível.

source: YARN did not return any token field.
ja: YARN がトークンフィールドを返しませんでした。

source: YARN RM returned a failed response: %s
ja: YARN RM が失敗した応答 %s を返しました

source: No Spark History Server is available.
ja: Spark 履歴サーバーが利用できません。
