Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/apps/jobbrowser/src/jobbrowser/locale/*/LC_MESSAGES/django.po
Languages: de

source: Mapreduce Proxy API did not return JSON response, check if the job is running.
de: Die MapReduce-Proxy-API hat keine JSON-Antwort ausgegeben. Prüfen Sie, ob der Job aktiv ist.

source: Job %s could not be found in Resource Manager: %s
de: Job %s nicht in Resource Manager gefunden: %s

source: Application is not running: %s
de: Anwendung wird nicht ausgeführt: %s

source: Job %s could not be found: %s
de: Job %s nicht gefunden: %s

source: Share submitted jobs information with all users. If set to false, submitted jobs are visible only to the owner and administrators.
de: Informationen über gesendete Jobs allen Benutzern mitteilen. Wenn dies auf "false" gesetzt ist, sind gesendete Jobs nur für den Eigentümer und für Administratoren sichtbar.

source: Disable the job kill button for all users in the job browser.
de: Deaktiviert die Schaltfläche zum Beenden von Jobs in Job Browser für alle Benutzer.

source: Offset in bytes where a negative offset will fetch the last N bytes for the given log file (default 1MB).
de: Der Versatz in Byte. Ein negativer Versatz ruft die letzten N Byte aus der angegebenen Protokolldatei ab (Standardwert: 1 MB).

source: Show the version 2 of app which unifies all the past browsers into one.
de: Version 2 der App anzeigen, die alle vorhergehenden Browser vereinigt.

source: Maximum number of jobs to fetch and display when pagination is not supported for the type.
de: Maximale Anzahl von Jobs, die abgerufen und angezeigt werden, wenn Paginierung für den Typ nicht unterstützt wird.

source: Show the query section for listing and showing more troubleshooting information.
de: Den Abfragebereich anzeigen, um mehr Informationen zur Problembehandlung aufzuführen und anzuzeigen.

source: You don't have permission to access job %(id)s.
de: Sie haben nicht die nötige Berechtigung, um auf Job %(id)s zuzugreifen.

source: Job %s has expired.
de: Job %s ist abgelaufen.

source: Cannot be found on the History Server.
de: Auf dem History Server nicht gefunden.

source: Error polling job %s: %s
de: Fehler bei der Abfrage des Jobs %s: %s

source: Resource Manager cannot be contacted or might be down.
de: Resource Manager ist unerreichbar oder möglicherweise inaktiv.

source: Job Tracker cannot be contacted or might be down.
de: Job Tracker ist unerreichbar oder möglicherweise inaktiv.

source: N/A
de: k. A.

source: kill_job may only be invoked with a POST (got a %(method)s).
de: kill_job darf nur mit einem POST (mit einer %(method)s) aufgerufen werden.

source: Kill operation is forbidden.
de: Der Beendigungsvorgang ist nicht zulässig.

source: Job did not appear as killed within 15 seconds.
de: Job wurde nicht als innerhalb von 15 Sekunden beendet angezeigt.

source: Failed to retrieve executor log: %s
de: Fehler beim Abrufen des Executor-Protokolls: %s

source: Job has no tasks
de: Job besitzt keine Tasks.

source: Cannot find job attempt '%(id)s'.
de: Jobversuch "%(id)s" nicht gefunden.

source: Failed to get application for job %s: %s
de: Anwendung für Job %s konnte nicht abgerufen werden: %s

source: Failed to retrieve log: %s
de: Protokoll konnte nicht abgerufen werden: %s

source: No tasks found for job %(id)s.
de: Keine Tasks für Job %(id)s gefunden.

source: Cannot find attempt '%(id)s' in task
de: Versuch "%(id)s" in Aufgabe nicht gefunden

source: Failed to retrieve log. TaskTracker not ready.
de: Protokoll konnte nicht abgerufen werden. TaskTracker ist nicht bereit.

source: The tracker could not be contacted.
de: Der Tracker konnte nicht kontaktiert werden.

source: The container disappears as soon as the job finishes.
de: Der Container wird ausgeblendet, wenn der Job abgeschlossen ist.

source: Address
de: Adresse

source: RDD Blocks
de: RDD-Blöcke

source: Storage Memory
de: Speicher

source: Disk Used
de: Verwendete Festplatte

source: Active Tasks
de: Aktive Tasks

source: Failed Tasks
de: Fehlgeschlagene Tasks

source: Complete Tasks
de: Abgeschlossene Tasks

source: Task Time
de: Task-Zeit

source: Input
de: Eingabe

source: Shuffle Read
de: Shuffle: Lesen

source: Shuffle Write
de: Shuffle: Schreiben

source: Logs
de: Protokolle

source: Interface %s is unknown
de: Schnittstelle %s ist unbekannt

source: Stop signal sent to %s
de: Ein Stoppsignal wurde an %s gesendet.

source: Unknown or expired query id %s
de: Unbekannte oder abgelaufene Abfrage-ID %s.

source: %s action sent to %s jobs
de: Die %s-Aktion wurde an %s Jobs gesendet.

source: Task Attempt: %(attemptId)s
de: Task-Versuch: %(attemptId)s

source: Attempt ID
de: Versuchs-ID

source: Metadata
de: Metadaten

source: Counters
de: Zähler

source: Value
de: Wert

source: View this task
de: Diese Task anzeigen

source: Task Type
de: Task-Typ

source: View this job
de: Diesen Job anzeigen

source: State
de: Zustand

source: Start Time
de: Startzeit

source: Finish Time
de: Endzeit

source: Progress
de: Fortschritt

source: Output Size
de: Ausgabegröße

source: Shuffle Finish
de: Shuffle: Ende

source: Sort Finish
de: Sortieren: Ende

source: Map Finish
de: Map: Ende

source: Node Address
de: Knotenadresse

source: No data available
de: Keine Daten verfügbar

source: No matching records
de: Keine übereinstimmenden Datensätze

source: task diagnostic log
de: Task-Diagnose-Protokoll

source: Container at %(trackerHost)s on port %(trackerPort)s
de: Container bei %(trackerHost)s auf Port %(trackerPort)s

source: Memory Metrics
de: Speicherkennzahlen

source: Node Id
de: Knoten-ID

source: User
de: Benutzer

source: Diagnostics
de: Diagnose

source: Total Memory Needed in MB
de: Gesamter benötigter Speicher in MB

source: Back
de: Zurück

source: Type
de: Typ

source: App ID
de: Anwendungs-ID

source: Duration
de: Dauer

source: Actions
de: Aktionen

source: Metrics
de: Kennzahlen

source: Queue Name
de: Abfragename

source: Started
de: Gestartet

source: Finished
de: Beendet

source: Pre-empted Resource VCores
de: Vorgesehene Ressourcen-VCores

source: VCore seconds
de: VCore-Sekunden

source: Memory seconds
de: Speichersekunden

source: Proxy User
de: Proxy-Benutzer

source: Output
de: Ausgabe

source: Attempts
de: Versuche

source: This jobs is
de: Dieser Job ist

source: retired
de: Zurückgezogen

source: and so has little information available.
de: und hat daher wenig verfügbare Information.

source: View All Failed Tasks
de: Alle fehlgeschlagenen Tasks anzeigen

source: View All Tasks
de: Alle Tasks anzeigen

source: Recent Tasks
de: Letzte Tasks

source: Ended
de: Beendet

source: Raw configuration:
de: Raw-Konfiguration:

source: Close
de: Schließen

source: Confirm Kill
de: Beendigung bestätigen

source: Are you sure you want to kill this job?
de: Soll dieser Job wirklich beendet werden?

source: No
de: Nein

source: Yes
de: Ja

source: There was a problem communicating with the server. Refresh the page.
de: Bei der Kommunikation mit dem Server ist ein Problem aufgetreten. Aktualisieren Sie die Seite.

source: Kill this job
de: Diesen Job beenden

source: Retired
de: Zurückgezogen

source: There was a problem killing this job.
de: Beim Beenden dieses Jobs ist ein Fehler aufgetreten.

source: Job Attempt: %(attempt_index)s
de: Job-Versuch: %(attempt_index)s

source: Attempt: %(attempt_index)s
de: Versuch: %(attempt_index)s

source: Toggle Assist
de: Hilfe umschalten

source: Job browser icon
de: Job Browser-Symbol

source: Hive jobs are running as the 'hive' user
de: Hive-Jobs werden als Benutzer "hive" ausgeführt

source: Group
de: Gruppe

source: Modified
de: Geändert

source: Impala queries from
de: Impala-Abfragen aus

source: Filter by id, name, user...
de: Fitern nach ID, Namen, Benutzer...

source: in the last
de: In den letzten

source: days
de: Tage

source: hours
de: Stunden

source: minutes
de: Minuten

source: Refresh
de: Aktualisieren

source: Showing oldest %s jobs. Use days filter to get the recent ones.
de: Die ältesten %s Jobs werden angezeigt. Rufen Sie die neuesten mit dem Filter für Tage ab.

source: Running
de: Aktiv

source: Are you sure you want to kill the selected job(s)?
de: Sollen die ausgewählten Jobs wirklich beendet werden?

source: Oozie workflow icon
de: Oozie Workflow-Symbol

source: Oozie coordinator icon
de: Oozie Coordinator-Symbol

source: Oozie bundle icon
de: Oozie Bundle-Symbol

source: Configuration
de: Konfiguration

source: Showing
de: Anzeigen

source: to
de: bis

source: of
de: von

source: Previous page
de: Vorherige Seite

source: Next page
de: Nächste Seite

source: Submitted
de: Übermittelt

source: Reduce
de: Reduzieren

source: Filter by name
de: Nach Namen filtern

source: Elapsed Time
de: Verstrichene Zeit

source: Successful Attempt
de: Erfolgreicher Versuch

source: Start time
de: Startzeit

source: Successful attempt
de: Erfolgreicher Versuch

source: Finish time
de: Endzeit

source: Elapsed time
de: Verstrichene Zeit

source: Assigned Container Id
de: Zugewiesene Container-ID

source: Node Http Address
de: Knoten-HTTP-Adresse

source: Assigned Container ID
de: Zugewiesene Container-ID

source: Node HTTP address
de: Knoten-HTTP-Adresse

source: Properties
de: Eigenschaften

source: Complet Tasks
de: Abgeschlossene Tasks

source: Troubleshoot
de: Problembehandlung

source: Open in impalad
de: In impalad öffnen

source: Open Duration
de: Offene Dauer

source: Query
de: Abfrage

source: Summary
de: Zusammenfassung

source: Profile
de: Profil

source: Memory
de: Speicher

source: The selected tab has no data
de: Die ausgewählte Registerkarte enthält keine Daten.

source: Document
de: Dokument

source: Open in editor
de: Im Editor öffnen

source: Resume selected
de: Auswahl fortsetzen

source: Resume
de: Fortsetzen

source: Suspend selected
de: Auswahl unterbrechen

source: Suspend
de: Unterbrechen

source: Rerun selected
de: Ausgewählte Elemente wiederholen

source: Rerun
de: Erneut ausführen

source: Stop selected
de: Ausgewählte Elemente beenden

source: Kill
de: Beenden

source: Ignore selected
de: Ausgewählte Elemente ignorieren

source: Ignore
de: Ignorieren

source: Variables
de: Variablen

source: Graph
de: Diagramm

source: Log
de: Protokoll

source: Error message
de: Fehlermeldung

source: Error code
de: Fehlercode

source: External id
de: Externe ID

source: End time
de: Endzeit

source: Child jobs
de: Untergeordnete Jobs

source: No external jobs
de: Keine externen Jobs

source: Next Run
de: Nächste Ausführung

source: Total Actions
de: Aktionen insgesamt

source: Title
de: Titel

source: type
de: Typ

source: number
de: Anzahl

source: There are currently no counters to be displayed.
de: Zurzeit liegen keine Zähler vor, die angezeigt werden können.

source: Maps total
de: Maps gesamt

source: Reduces total
de: Reduces gesamt

source: Total
de: Gesamt

source: Succeeded
de: Erfolgreich

source: Failed
de: Fehlgeschlagen

source: No log available
de: Kein Protokoll verfügbar

source: Rerun submitted.
de: Wiederholung abgesendet.

source: Loading...
de: Wird geladen...

source: The application might not be running yet or there is no Node Manager or Container available.
de: Die Anwendung wurde möglicherweise noch nicht gestartet oder es ist kein Node Manager oder Container verfügbar.

source: This page will be automatically refreshed.
de: Diese Seite wird automatisch aktualisiert.

source: Counter Name
de: Zählername

source: Maps Total
de: Maps gesamt

source: Reduces Total
de: Reduces gesamt

source: Username
de: Benutzername

source: Search for username
de: Nach Benutzernamen suchen

source: Search for text
de: Nach Text suchen

source: Show retired jobs
de: Zurückgezogene Jobs anzeigen

source: Killed
de: Beendet

source: Showing oldest 1000 jobs. Use days filter to get the recent ones.
de: Die ältesten 1000 Jobs werden angezeigt. Rufen Sie die neuesten mit dem Filter für Tage ab.

source: There are no jobs that match your search criteria.
de: Keine Jobs entsprachen Ihren Suchkriterien.

source: Application Type
de: Anwendungstyp

source: Queue
de: In Warteschlange

source: Priority
de: Priorität

source: There was a problem communicating with the server:
de: Bei der Kommunikation mit dem Server ist ein Problem aufgetreten:

source: End Time
de: Endzeit

source: View this attempt
de: Diesen Versuch anzeigen

source: Execution Start Time
de: Startzeit der Ausführung

source: Execution Finish Time
de: Endzeit der Ausführung

source: Task View: Job: %(jobId)s
de: Task-Anzeige: Job: %(jobId)s

source: Filter tasks:
de: Tasks filtern:

source: All states
de: Alle Zustände

source: succeeded
de: Erfolgreich

source: running
de: aktiv

source: failed
de: Fehlgeschlagen

source: killed
de: Beendet

source: pending
de: Anhängig

source: All types
de: Alle Typen

source: View Attempts
de: Versuche anzeigen

source: Show only %(state)s tasks
de: Nur %(state)s-Tasks anzeigen

source: Showing _START_ to _END_ of _TOTAL_ entries
de: _START_ bis _END_ von _TOTAL_ Einträge werden angezeigt

source: Showing 0 to 0 of 0 entries
de: 0 bis 0 von 0 Einträgen werden angezeigt

source: First
de: Erster

source: Last
de: Letzter

source: Next
de: Weiter

source: Previous
de: Zurück

source: Tracker at %(trackerHost)s on port %(trackerPort)s
de: Tracker bei %(trackerHost)s auf Port %(trackerPort)s

source: Last heard from at
de: Zuletzt von gehört um

source: Total virtual memory:
de: Gesamter virtueller Speicher:

source: Total physical memory:
de: Gesamter physischer Speicher:

source: Available space:
de: Verfügbarer Platz:

source: Map and Reduce
de: Map und Reduce

source: Map count:
de: Map-Zähler:

source: Reduce count:
de: Reduce-Zähler:

source: Last Seen
de: Zuletzt angezeigt

source: Available Space
de: Verfügbarer Platz

source: Failure Count
de: Fehlerzähler

source: Map Count
de: Map-Zähler

source: Reduce Count
de: Reduce-Zähler

source: Max Reduce Tasks
de: Map Reduce-Tasks

source: No time
de: Keine Zeit
