Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/apps/hbase/src/hbase/locale/*/LC_MESSAGES/django.po
Languages: pt

source: HBase Thrift 1 server cannot be contacted: %s
pt: Não foi possível contactar o servidor HBase Thrift 1: %s

source: Api Error: %s
pt: Erro de Api: %s

source: Cluster configuration %s isn't formatted correctly.
pt: A configuração de cluster %s não está correctamente formatada.

source: Cluster by the name of %s does not exist in configuration.
pt: O cluster com o nome %s não existe na configuração.

source: The kerberos principal name is missing from the hbase-site.xml configuration file.
pt: O nome kerberos principal está em falta no ficheiro de configuração hbase-site.xml.

source: Hard limit of rows or columns per row fetched before truncating.
pt: Limite Hard para filas ou colunas por fila obtida antes de truncar.

source: HBase configuration directory, where hbase-site.xml is located.
pt: O directório de configuração do HBase, onde hbase-site.xml está localizado.

source: A POST request is required.
pt: É necessário um pedido POST.

source: HBase Browser
pt: Navegador de HBase

source: Refresh Row
pt: Actualizar linha

source: Delete Row
pt: Eliminar linha

source: Toggle Collapse Selected
pt: Alternar Fechar seleccionado

source: Select All Visible
pt: Seleccionar todos os visíveis

source: Add New Column/Cell
pt: Adicionar nova coluna/célula

source: Full Editor
pt: Editor completo

source: No rows to display.
pt: Sem linhas a apresentar.

source: Sort By
pt: Ordenar por

source: Home
pt: Início

source: Switch Cluster
pt: Trocar cluster

source: Search for Table Name
pt: Pesquisar por nome de tabela

source: Enable
pt: Activar

source: Disable
pt: Desactivar

source: Drop
pt: Largar

source: New Table
pt: Nova tabela

source: Create New Table
pt: Criar nova tabela

source: Table Name
pt: Nome da tabela

source: Column Families
pt: Famílias de coluna

source: Add an additional column family
pt: Adicionar uma família de coluna adicional

source: Cancel
pt: Cancelar

source: Submit
pt: Enviar

source: Remove Column Family
pt: Remover família de coluna

source: Remove column property
pt: Remover propriedade de coluna

source: Additional column property
pt: Propriedade de coluna adicional

source: Add a column property
pt: Adicionar uma propriedade de coluna

source: Autocomplete Suggestions:
pt: Sugestões de conclusão automática:

source: Toggle Grid
pt: Alternar grelha

source: Toggle Select All Rows
pt: Alternar selecção de todas as linhas

source: All
pt: Tudo

source: Drop Columns
pt: Largar colunas

source: Fetched
pt: Obtido

source: starting from
pt: a partir de

source: in
pt: em

source: seconds
pt: segundos

source: Entries after
pt: Entradas a partir de

source: were truncated.
pt: estavam truncados

source: Drop Rows
pt: Largar linhas

source: Bulk Upload
pt: Carregamento em volume

source: New Row
pt: Nova linha

source: Insert New Row
pt: Inserir nova linha

source: Row Key
pt: Chave de linha

source: Add Field
pt: Adicionar campo

source: Create New Column
pt: Criar nova coluna

source: Column Name
pt: Nome da coluna

source: Cell Value
pt: Valor da célula

source: Upload
pt: Carregar

source: Edit Cell
pt: Editar célula

source: Cell History:
pt: Histórico de célula:

source: Save
pt: Guardar

source: Confirm
pt: Confirmar

source: Confirm Delete
pt: Confirmar eliminação

source: Delete row
pt: Eliminar linha

source: ? (This cannot be undone)
pt: ? (a acção não pode ser anulada)

source: Are you sure you want to drop this column?
pt: Tem certeza de que deseja largar esta coluna?

source: enable
pt: activar

source: disable
pt: desactivar

source: Are you sure you want to
pt: Tem certeza de que deseja

source: this table?
pt: esta tabela?

source: End Query
pt: Terminar consulta

source: Prefix Scan
pt: Prefixo de análise

source: Start Scan
pt: Iniciar análise

source: Start Select Columns
pt: Iniciar selecção de colunas

source: End Column/Family
pt: Terminar coluna/família

source: End Select Columns
pt: Terminar selecção de colunas

source: Start FilterString
pt: Iniciar FilterString

source: End FilterString
pt: Terminar FilterString

source: Row Key Value
pt: Valor chave de linha

source: Length of Scan or Row Key
pt: Comprimento da análise ou chave de linha

source: Column Family: Column Name
pt: Família de coluna: nome de coluna

source: Rows starting with
pt: Linhas a começar com

source: Integer
pt: Número inteiro

source: Column Range
pt: Intervalo da coluna
