Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/apps/beeswax/src/beeswax/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: A POST request is required.
pt_br: É necessária uma solicitação POST.

source: Bad status for request %s: %s
pt_br: Status incorreto da solicitação %s: %s

source: There was an error with your query.
pt_br: Ocorreu um erro com sua consulta.

source: A GET request is required.
pt_br: É necessária uma solicitação GET.

source: This query is %(state)s. Results unavailable.
pt_br: Esta consulta está em %(state)s. Resultados indisponíveis.

source: The result could not be saved: %s.
pt_br: Não foi possível salvar o resultado: %s.

source: Cannot find query handle and state: %s
pt_br: Não é possível encontrar identificador e estado da consulta: %s

source: The target path is a directory
pt_br: O caminho de destino é um diretório

source: Problem accessing table metadata
pt_br: Problema ao acessar metadados de tabela

source: No databases are available. Permissions could be missing.
pt_br: Nenhum banco de dados disponível. Podem estar faltando permissões.

source: Host where HiveServer2 server is running. If Kerberos security is enabled, the fully-qualified domain name (FQDN) is required
pt_br: Host no qual o servidor HiveServer2 está sendo executado. Se a segurança Kerberos estiver habilitada, o nome de domínio totalmente qualificado (FQDN) será necessário.

source: Configure the port the HiveServer2 server runs on.
pt_br: Configure a porta na qual o servidor HiveServer2 está sendo executado.

source: Hive configuration directory, where hive-site.xml is located.
pt_br: A configuração do diretório do Hive, onde hive-site.xml está localizado.

source: Path to HiveServer2 start script
pt_br: Caminho para o script de início do HiveServer2

source: The local filesystem path containing the Hive examples.
pt_br: O caminho do sistema de arquivos local que contém exemplos do Hive.

source: Timeout in seconds for Thrift calls.
pt_br: Tempo limite em segundos para chamadas de Thrift.

source: Hue will try to close the Hive query when the user leaves the editor page. This will free all the query resources in HiveServer2, but also make its results inaccessible.
pt_br: O Hue tentará fechar a consulta do Hive quando o usuário sair da página do editor. Isso liberará todos os recursos de consulta no HiveServer2, mas também tornará os resultados inacessíveis.

source: SSL configuration for the server.
pt_br: Configuração SSL para o servidor.

source: Path to Certificate Authority certificates.
pt_br: Caminho para os certificados da Autoridade de certificação.

source: Choose whether Hue should validate certificates received from the server.
pt_br: Selecione se o Hue deve validar os certificados recebidos do servidor.

source: tabs
pt_br: tabulações

source: commas
pt_br: vírgulas

source: spaces
pt_br: espaços

source: Invalid form submission
pt_br: Envio de formulário inválido

source: The selected delimiter is creating an un-even number of columns. Please make sure you don't have empty columns.
pt_br: O delimitador selecionado está criando números de colunas irregulares. Certifique-se de que você não tem colunas vazias.

source: Internal error when constructing the delimiter form: %(error)s.
pt_br: Erro interno ao construir o formulário do delimitador: %(error)s.

source: Failed to decode file '%(path)s' into printable characters under %(encoding)s.
pt_br: Falha ao decodificar o arquivo '%(path)s' em caracteres que podem ser impressos na %(encoding)s.

source: Could not find any columns to import
pt_br: Não foi possível localizar nenhuma coluna para importar

source: Failed to open file '%(path)s': %(error)s.
pt_br: Falha ao abrir o arquivo '%(path)s': %(error)s.

source: Internal error: Missing needed parameter to load data into table.
pt_br: Erro interno: parâmetro obrigatório ausente para carregar dados na tabela.

source: %s already exists.
pt_br: %s já existe.

source: Change the name to save as a new design.
pt_br: Alterar o nome do servidor como um novo projeto.

source: Description
pt_br: Descrição

source: Save
pt_br: Salvar

source: Save As
pt_br: Salvar como

source: Enter a name.
pt_br: Insira um nome.

source: Directory
pt_br: Diretório

source: Path to directory
pt_br: Caminho até o diretório

source: Target directory should begin with a /
pt_br: O diretório de destino deve começar com /

source: Directory already exists.
pt_br: O diretório já existe.

source: File path
pt_br: Caminho de arquivo

source: Path to file
pt_br: Caminho até o arquivo

source: Overwrite
pt_br: Sobrescrever

source: Overwrite the selected files
pt_br: Subscrever os arquivos selecionados

source: Table Name
pt_br: Nome da tabela

source: Name of the new table
pt_br: Nome da nova tabela

source: Query Editor
pt_br: Editor de consultas

source: archive
pt_br: arquivo

source: Resources to upload with your Hive job. Use 'jar' for UDFs. Use 'file' and 'archive' for files to be copied and made locally available during MAP/TRANSFORM. Paths are on HDFS.
pt_br: Recursos para fazer o upload de sua tarefa do Hive. Use 'jar' para UDFs. Use 'file' e 'archive' para arquivos a serem copiados e disponibilizados localmente durante o MAP/TRANSFORM. Os caminhos estão no HDFS.

source: Path to file on HDFS.
pt_br: Caminho para arquivo no HDFS.

source: Field terminator
pt_br: Finalizador de campo

source: Collection terminator
pt_br: Finalizador de coleção

source: Map key terminator
pt_br: Finalizador de chave de map

source: SerDe Name
pt_br: Nome SerDe

source: Comma-separated list of key-value pairs. E.g. 'p1=v1, p2=v2'
pt_br: Lista de pares de valores-chave separados por vírgula. Por exemplo, 'p1=v1, p2=v2'

source: OutputFormat Class
pt_br: Classe do OutputFormat

source: Use default location.
pt_br: Use o local padrão.

source: Path to HDFS directory or file of table data.
pt_br: Caminho para o diretório HDFS ou arquivo de dados da tabela.

source: Table "%(name)s" already exists.
pt_br: A tabela "%(name)s" já existe.

source: Terminator must not be empty.
pt_br: O terminador não deve estar vazio.

source: Delimiter
pt_br: Delimitador

source: Delimiter value must be smaller than 65533.
pt_br: O valor do delimitador deve ser menor que 65533.

source: Delimiter value is required.
pt_br: O valor do delimitador obrigatório.

source: Column Name
pt_br: Nome da coluna

source: Column Type
pt_br: Tipo de coluna

source: Array Value Type
pt_br: Tipo do valor do conjunto

source: Specify if column_type is map.
pt_br: Especificar se column_type é um map.

source: Add a column
pt_br: Adicionar coluna

source: Add a partition
pt_br: Adicionar uma partição

source: Database "%(name)s" already exists.
pt_br: O banco de dados "%(name)s" já existe.

source: Database Name
pt_br: Nome do banco de dados

source: Use default location
pt_br: Utilizar a localização padrão

source: Path to HDFS directory or file of database data.
pt_br: Caminho para o diretório HDFS ou arquivo de dados do banco de dados.

source: Host of the query server.
pt_br: Host do servidor de consultas.

source: Port of the query server.
pt_br: Porta do servidor de consultas.

source: Name of the query server.
pt_br: Nome do servidor de consultas.

source: Type of the query server.
pt_br: Tipo do servidor de consultas.

source: Type of the query.
pt_br: Tipo de consulta.

source: My saved query
pt_br: Minha consulta salva

source: (new)
pt_br: (novo)

source: Is trashed
pt_br: Foi descartado(a)

source: If this query is trashed.
pt_br: Se esta consulta for descartada.

source: Cannot retrieve query id %(id)s.
pt_br: Não é possível recuperar a ID de consulta %(id)s.

source: Query id %(id)s does not belong to user %(user)s.
pt_br: A ID da consulta %(id)s não pertence ao usuário %(user)s.

source: Type mismatch for design id %(id)s (owner %(owner)s) - Expected %(expected_type)s, got %(real_type)s.
pt_br: O tipo não corresponde à ID de projeto %(id)s (proprietário %(owner)s) - Esperado %(expected_type)s, obteve %(real_type)s.

source: Last used
pt_br: Última utilização

source: Application we communicate with.
pt_br: Aplicativo com o qual nos comunicamos.

source: Invalid design type %(type)s
pt_br: Tipo de projeto inválido %(type)s

source: Delete design(s)?
pt_br: Excluir projeto(s)?

source: Restore design(s)?
pt_br: Deseja restaurar o(s) projeto(s)?

source: Copied design: %(name)s
pt_br: Projeto copiado: %(name)s

source: Beeswax query completed.
pt_br: Consulta do Beeswax concluída.

source: %(subject)s. See the results here: %(link)s Query: %(query)s
pt_br: %(subject)s. Consulte os resultados aqui: %(link)s Consulta: %(query)s

source: Design %(id)s does not exist.
pt_br: O projeto %(id)s não existe.

source: QueryHistory %(id)s does not exist.
pt_br: QueryHistory %(id)s não existe.

source: Permission denied to read QueryHistory %(id)s
pt_br: Permissão negada para ler o Histórico de consultas %(id)s

source: Failed to retrieve query state from the Query Server.
pt_br: Falha em recuperar o estado da consulta do Query Server.

source: Failed to contact Server to check query status.
pt_br: Falha ao entrar em contato com o servidor para verificar o status da consulta.

source: SQL table examples already installed.
pt_br: Os exemplos de tabela SQL já foram instalados.

source: Permission denied. Please check with your system administrator.
pt_br: Permissão negada. Verifique com o administrador do sistema.

source: Could not install table: %s
pt_br: Não foi possível instalar a tabela: %s

source: Could not install query: %s
pt_br: Não foi possível instalar a consulta: %s

source: Table "%(table)s" already exists.
pt_br: A tabela "%(table)s" já existe.

source: Error creating table %(table)s: Operation timeout.
pt_br: Erro ao criar a tabela %(table)s: A operação atingiu limite de tempo máximo.

source: Error creating table %(table)s: %(error)s.
pt_br: Erro ao criar a tabela %(table)s: %(error)s.

source: Cannot find table data in "%(file)s".
pt_br: Não é possível encontrar os dados da tabela em "%(file)s".

source: Error loading table %(table)s: Operation timeout.
pt_br: Erro ao carregar a tabela %(table)s: A operação atingiu o limite de tempo máximo.

source: Error loading table %(table)s: %(error)s.
pt_br: Erro ao carregar a tabela %(table)s: %(error)s.

source: Only SELECT statements can be saved. Provided query: %(query)s
pt_br: Somente instruções SELECT podem ser salvas. Consulta fornecida: %(query)s

source: Saved query results as new table %(table)s.
pt_br: Resultados da consulta salvos como nova tabela %(table)s.

source: Server returning invalid handle for query id %(id)d [%(query)s]...
pt_br: O servidor retorna uma manipulação inválida para a Id de consulta %(id)d [%(query)s]...

source: Could not retrieve logs: %s.
pt_br: Não foi possível recuperar os logs: %s.

source: Unknown exception.
pt_br: Exceção desconhecida.

source: %s server authentication not supported. Valid are %s.
pt_br: A autenticação de servidor %s não é compatível. As válidas são %s.

source: Beginning of List
pt_br: Início da lista

source: Previous Page
pt_br: Página anterior

source: Next page
pt_br: Próxima página

source: Next Page
pt_br: Próxima página

source: End of List
pt_br: Final da lista

source: Showing %(start)s to %(end)s of %(count)s items, page %(page)s of %(pages)s
pt_br: Exibindo %(start)s até o %(end)s de %(count)s itens, página %(page)s de %(pages)s

source: Settings
pt_br: Configurações

source: Clear
pt_br: Apagar

source: Key
pt_br: Chave

source: Value
pt_br: Valor

source: No data available
pt_br: Nenhum dado disponível

source: No matching records
pt_br: Nenhum registro correspondente

source: Confirm action
pt_br: Confirmar ação

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Create database
pt_br: Criar banco de dados

source: Create a new database
pt_br: Criar um novo banco de dados

source: Step 1: Name
pt_br: Etapa 1: Nome

source: Step 2: Location
pt_br: Etapa 2: Local

source: Create a database
pt_br: Criar um banco de dados

source: Let's start with a name and description for where we'll store your data.
pt_br: Vamos começar pelo nome e a descrição de onde armazenaremos seus dados.

source: This field is required. Spaces are not allowed.
pt_br: O campo é obrigatório. Espaços não são permitidos.

source: Name of the new database. Database names must be globally unique. Database names tend to correspond to the directory where the data will be stored.
pt_br: Nome do novo banco de dados. Os nomes de banco de dados devem ser globalmente únicos. Os nomes de banco de dados tendem a corresponder ao diretório no qual os dados serão armazenados.

source: Optional
pt_br: Opcional

source: Use a database comment to describe the database. For example, note the data's provenance and any caveats users need to know.
pt_br: Use um comentário de banco de dados para descrevê-lo. Por exemplo, observe a procedência dos dados e as advertências que os usuários precisam saber.

source: Choose Where Your Database's Data is Stored
pt_br: Escolher onde os dados do seu banco de dados serão armazenados

source: Location
pt_br: Localização

source: Store your database in the default location (controlled by Hive, and typically
pt_br: Armazene seu banco de dados no local padrão (controlado pelo Hive, normalmente

source: This field is required.
pt_br: Este campo é obrigatório.

source: Enter the path (on HDFS) to your database's data location.
pt_br: Insira o caminho (no HDFS) para o local dos dados de seu banco de dados.

source: Back
pt_br: Voltar

source: Next
pt_br: Próximo

source: Create table manually
pt_br: Criar uma tabela manualmente

source: Create a new table from a file
pt_br: Criar nova tabela a partir de um arquivo

source: Databases
pt_br: Bancos de dados

source: Create a new table manually
pt_br: Criar uma nova tabela manualmente

source: Step 2: Record Format
pt_br: Etapa 2: Formato de registros

source: Step 3: Serialization
pt_br: Etapa 3: Serialização

source: Step 4: File Format
pt_br: Etapa 4: Formato de arquivo

source: Step 5: Location
pt_br: Etapa 5: Local

source: Step 6: Columns
pt_br: Etapa 6: Colunas

source: Create a table
pt_br: Criar uma tabela

source: table_name
pt_br: nome_tabela

source: Name of the new table. Table names must be globally unique. Table names tend to correspond to the directory where the data will be stored.
pt_br: Nome da nova tabela. Os nomes de tabela devem ser globalmente únicos. Os nomes de tabela tendem a corresponder aos diretórios nos quais os dados serão armazenados.

source: Use a table comment to describe your table. For example, note the data's provenance and any caveats users need to know.
pt_br: Use um comentário de tabela para descrevê-la. Por exemplo, observe a procedência dos dados e as advertências que os usuários precisam saber.

source: Choose Your Record Format
pt_br: Escolha seu formato de registros

source: Individual records are broken up into columns either with delimiters (e.g., CSV or TSV) or using a specific serialization/deserialization (SerDe) implementation. (One common specialized SerDe is for parsing out columns with a regular expression.)
pt_br: Os registros individuais são divididos em colunas com delimitadores (por exemplo, CSV ou TSV) ou usando uma implementação de serialização/quebra de serialização (SerDe) específica. (Um SerDe especializado comum serve para a análise de colunas com uma expressão regular.)

source: Record format
pt_br: Formato de registro

source: Delimited
pt_br: Delimitado

source: (Data files use delimiters, like commas (CSV) or tabs.)
pt_br: (Os arquivos de dados usam delimitadores, como vírgulas (CSV) ou tabulações.)

source: (Enter a specialized serialization implementation.)
pt_br: (Insira uma implementação de serialização especializada.)

source: Configure Record Serialization
pt_br: Configurar uma serialização de registro

source: Only supports single-character delimiters.
pt_br: Há suporte somente para delimitadores de caractere único.

source: Use for array types.
pt_br: Usar para os tipos de conjuntos.

source: Use for map types.
pt_br: Usar para tipos de map.

source: The Java class name of your SerDe.
pt_br: O nome da classe Java de seu SerDe.

source: e.g.
pt_br: por exemplo

source: Properties to pass to the (de)serialization mechanism.
pt_br: Os níveis de propriedade para passar pelo mecanismo de serialização ou quebra de serialização.

source: Choose a File Format
pt_br: Escolha um formato de arquivo

source: for newline-delimited text files.
pt_br: para arquivos de texto delimitados por quebras de linha.

source: for Hadoop's binary serialization format.
pt_br: para formato de serialização binária do Hadoop.

source: to choose a custom implementation.
pt_br: para escolher uma implementação personalizada.

source: File format
pt_br: Formato de arquivo

source: Java class used to read data.
pt_br: Classe Java usada para ler dados.

source: Java class used to write data.
pt_br: Classe Java usada para gravar dados.

source: Choose Where Your Table's Data is Stored
pt_br: Escolher onde os dados da sua tabela serão armazenados

source: Store your table in the default location (controlled by Hive, and typically
pt_br: Armazene sua tabela no local padrão (controlado pelo Hive, normalmente

source: Enter the path (on HDFS) to your table's data location
pt_br: Insira o caminho (no HDFS) para o local dos dados de sua tabela.

source: Configure Table Columns
pt_br: Configurar colunas da tabela

source: Configure Partitions
pt_br: Configurar partições

source: If your data is naturally partitioned (by date, for example), partitions are a way to tell the query server that data for a specific partition value are stored together.
pt_br: Se seus dados estiverem particionados naturalmente (por data, por exemplo), a partição será uma forma de informar ao servidor de consultas que os dados para um valor específico de partição são armazenados juntos.

source: The query server establishes a mapping between directories on disk
pt_br: O servidor de consulta estabelece um mapeamento entre os diretórios no disco

source: and the data for that day. Partitions are virtual columns; they are not represented in the data itself, but are determined by the data location. The query server implements query optimizations such that queries that are specific to a single partition need not read the data in other partitions.
pt_br: e os dados para aquele dia. As partições são colunas virtuais; elas não são representadas nos dados, mas são determinadas pelo local dos dados. O servidor de consultas implementa otimizações de consulta de tal forma que as consultas específicas para uma única partição não precisam ler os dados em outras partições.

source: Create table
pt_br: Criar tabela

source: Delete this column
pt_br: Excluir esta coluna

source: Column name
pt_br: Nome da coluna

source: There is another field with the same name.
pt_br: Existe outro campo com o mesmo nome.

source: Column name must be single words that start with a letter or a digit.
pt_br: O nome da coluna deve ser composto por palavras simples que comecem com uma letra ou um dígito.

source: Column type
pt_br: Tipo de coluna

source: Type for this column. Certain advanced types (namely, structs) are not exposed in this interface.
pt_br: Tipo dessa coluna. Certos tipos avançados (a saber, structs) não são expostos nessa interface.

source: Array value type
pt_br: Tipo de valor do conjunto

source: Type of the array values.
pt_br: Tipo de valores do conjunto.

source: Map Key type
pt_br: Tipo de chave de map

source: Type of the map keys.
pt_br: Tipo de chaves de map.

source: Map Value type
pt_br: Tipo de valor do map

source: Type of the map values.
pt_br: Tipo de valores do map.

source: Type your field terminator here
pt_br: Digite o finalizador de campo aqui

source: Type your collection terminator here
pt_br: Digite o finalizador de coleção aqui

source: Type your map key terminator here
pt_br: Digite o finalizador da chave de map aqui

source: Query
pt_br: Consulta

source: Assist
pt_br: Assistência

source: settings
pt_br: configurações

source: Delete this setting
pt_br: Excluir esta configuração

source: Add
pt_br: Adicionar

source: File Resources
pt_br: Recursos de arquivo

source: Type
pt_br: Tipo

source: file
pt_br: arquivo

source: Path
pt_br: Caminho

source: User-Defined Functions
pt_br: Funções definidas pelo usuário

source: Name
pt_br: Nome

source: Class name
pt_br: Nome da classe

source: Options
pt_br: Opções

source: If checked (the default), you can include parameters like $parameter_name in your query, and users will be prompted for a value when the query is run.
pt_br: Se marcado (o padrão), você poderá incluir parâmetros como $parameter_name em sua consulta, e os usuários serão solicitados a informar um valor quando a consulta for executada.

source: Enable parameterization
pt_br: Habilitar parametrização

source: Metastore Catalog
pt_br: Catálogo do Metastore

source: Sync tables tips
pt_br: Dicas de sincronização de tabelas

source: invalidates the entire catalog metadata. All table metadata will be reloaded on the next access.
pt_br: invalida os metadados do catálogo inteiro. Todos os metadados da tabela serão recarregados no próximo acesso.

source: invalidates the metadata, load on the next access
pt_br: invalida os metadados, carregamento no próximo acesso

source: refreshes the metadata immediately. It is a faster, incremental refresh.
pt_br: atualiza os metadados imediatamente. É uma atualização mais rápida e incremental.

source: This query had some sensitive information removed when saved.
pt_br: Esta consulta teve algumas informações confidenciais removidas quando foi salva.

source: Press CTRL + Space to autocomplete
pt_br: Pressione CTRL + Espaço para completar automaticamente

source: You can execute queries with multiple SQL statements delimited by a semicolon ';'
pt_br: Você pode executar consultas com várias instruções SQL delimitadas por ponto-e-vírgula ';'

source: You can highlight and run a fragment of a query
pt_br: Você pode destacar e executar um fragmento de uma consulta

source: Query name
pt_br: Nome da consulta

source: Query description
pt_br: Descrição da consulta

source: Please provide a query
pt_br: Forneça uma consulta

source: Your query has the following error(s):
pt_br: Sua consulta tem o(s) seguinte(s) erro(s):

source: Execute
pt_br: Executar

source: Canceling...
pt_br: Cancelando...

source: Cancel the query
pt_br: Cancelar a consulta

source: Cancel
pt_br: Cancelar

source: Restart
pt_br: Reiniciar

source: Save as...
pt_br: Salvar como...

source: Explain
pt_br: Explicar

source: or create a
pt_br: ou criar uma

source: New query
pt_br: Nova consulta

source: See results in full screen
pt_br: Consultar os resultados na tela inteira

source: Save the results to HDFS or a new Hive table
pt_br: Salvar os resultados no HDFS ou em uma nova tabela Hive

source: Download the results in CSV format
pt_br: Baixar os resultados no formato CSV

source: Download the results in XLS format
pt_br: Baixar os resultados no formato XLS

source: Recent queries
pt_br: Consultas recentes

source: Columns
pt_br: Colunas

source: Results
pt_br: Resultados

source: Chart
pt_br: Gráfico

source: Explanation
pt_br: Explicação

source: Time
pt_br: Horário

source: Result
pt_br: Resultado

source: There is currently no query to visualize.
pt_br: Não há nenhuma consulta a ser visualizada no momento.

source: There are currently no logs to visualize.
pt_br: Não há nenhum registro a ser visualizado.

source: There are currently no columns to visualize.
pt_br: Não há colunas a serem visualizadas no momento.

source: Filter for column name or type...
pt_br: Filtro para nome da coluna ou tipo...

source: Fetching results ran into the following error(s):
pt_br: A obtenção de resultados gerou o(s) seguinte(s) erro(s):

source: Show more results...
pt_br: Mostrar mais resultados...
