Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/apps/beeswax/src/beeswax/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: The operation has no results.
pt_br: A operação não tem resultados.

source: The results have expired, rerun the query if needed.
pt_br: Os resultados expiraram. Execute a consulta se necessário.

source: There is currently no data to build a chart on.
pt_br: Não há dados sobre os quais criar um gráfico no momento.

source: Warning:
pt_br: Aviso:

source: the results on the chart have been limited to 1000 rows.
pt_br: os resultados no gráfico estão limitados a 1.000 linhas.

source: Chart type
pt_br: Tipo de gráfico

source: Bars
pt_br: Barras

source: Lines
pt_br: Linhas

source: Pie
pt_br: Pizza

source: Map
pt_br: Mapa

source: X-Axis
pt_br: Eixo X

source: Y-Axis
pt_br: Eixo Y

source: No sorting
pt_br: Sem classificação

source: Sort ascending
pt_br: Classificar em ordem crescente

source: Sort descending
pt_br: Classificar em ordem decrescente

source: Label
pt_br: Rótulo

source: Please select a chart type.
pt_br: Selecione um tipo de gráfico.

source: Please specify parameters for this query
pt_br: Especifique os parâmetros dessa consulta

source: Execute query
pt_br: Executar consulta

source: Explain query
pt_br: Explicar consulta

source: Select a directory
pt_br: Selecionar um dicionário

source: Select a file or directory
pt_br: Selecionar um arquivo ou diretório

source: Choose a name
pt_br: Escolha um nome

source: Save Query Results
pt_br: Salvar resultados de consulta

source: In an HDFS file
pt_br: Em um arquivo HDFS

source: Path to CSV file
pt_br: Caminho do arquivo CSV

source: In a new table
pt_br: Em uma nova tabela

source: Table name or <database name>.<table name>
pt_br: Nome da tabela ou <database name>.<table name>

source: Big Query in HDFS
pt_br: Consulta extensa em HDFS

source: Use this option if you have a large result. It will rerun the entire query and save the results to the chosen HDFS directory.
pt_br: Use esta opção se obteve um resultado extenso. Ela executa a consulta completa e grava os resultados no diretório HDFS escolhido.

source: Show advanced fields
pt_br: Mostrar campos avançados

source: Hide advanced fields
pt_br: Ocultar campos avançados

source: Showing _START_ to _END_ of _TOTAL_ entries
pt_br: Exibindo _START_ ao _END_ do _TOTAL_ de entradas

source: Showing 0 to 0 of 0 entries
pt_br: Exibindo 0 a 0 de 0 entradas

source: (filtered from _MAX_ total entries)
pt_br: (filtrado de um total de _MAX_ entradas)

source: First
pt_br: Primeiro

source: Last
pt_br: Último

source: Previous
pt_br: Anterior

source: See results...
pt_br: Ver resultados...

source: Example: SELECT * FROM tablename, or press CTRL + space
pt_br: Exemplo: SELECT * FROM tablename ou pressione CTRL + espaço

source: Press "tab", then "enter".
pt_br: Pressione "tab", depois "enter".

source: Empty description
pt_br: Descrição em branco

source: Please select the latitude and longitude columns.
pt_br: Selecione as colunas latitude e longitude.

source: Please select the columns you would like to see in this chart.
pt_br: Selecione as colunas que você gostaria de ver neste gráfico.

source: MR Job
pt_br: Tarefa MR

source: MR Jobs
pt_br: Tarefas MR

source: Please select a column
pt_br: Selecione uma coluna

source: No query provided to save.
pt_br: Nenhuma consulta fornecida para salvar.

source: Server error occurred:
pt_br: Ocorreu um erro no servidor:

source: Unmanageable server error occurred:
pt_br: Erro de servidor não gerenciável:

source: Query saved.
pt_br: Consulta salva.

source: Could not save design
pt_br: Não foi possível salvar o design

source: Could not save results
pt_br: Não foi possível salvar os resultados

source: Problem:
pt_br: Problema:

source: Query canceled!
pt_br: Consulta cancelada!

source: Did you know?
pt_br: Você sabia?

source: Missing some tables? In order to update the list of tables/metadata seen by Impala, execute one of these queries:
pt_br: Estão faltando algumas tabelas? Para atualizar a lista de tabelas/metadados vista pelo Impala, execute uma destas consultas:

source: Create table from file
pt_br: Criar uma tabela de um arquivo

source: Step 1: Choose File
pt_br: Etapa 1: Escolher arquivo

source: Step 2: Choose Delimiter
pt_br: Etapa 2: Escolher delimitador

source: Step 3: Define Columns
pt_br: Etapa 3: Definir colunas

source: Choose a Delimiter
pt_br: Escolher delimitador

source: Beeswax has determined that this file is delimited by
pt_br: Beeswax determinou que este arquivo seja delimitado por

source: Preview
pt_br: Visualização

source: Table preview
pt_br: Visualização da tabela

source: Type your delimiter here
pt_br: Digite seu delimitador aqui

source: Name Your Table and Choose A File
pt_br: Nomeie sua tabela e escolha um arquivo

source: Use a table comment to describe the table. For example, note the data's provenance and any caveats users need to know.
pt_br: Use um comentário de tabela para descrevê-la. Por exemplo, observe a procedência dos dados e as advertências que os usuários precisam saber.

source: The selected file is going to be moved during the import.
pt_br: O arquivo selecionado será movido durante a importação.

source: Define your columns
pt_br: Defina as colunas

source: Use first row as column names
pt_br: Usar a primeira linha como nomes das colunas

source: Bulk edit column names
pt_br: Edição em massa dos nomes da coluna

source: Sample Row
pt_br: Linha de amostra

source: Create Table
pt_br: Criar tabela

source: Write or paste comma separated column names
pt_br: Escrever ou colar nomes de coluna separados por vírgula

source: e.g. id, name, salary
pt_br: por exemplo, id, nome, salário

source: My Queries
pt_br: Minhas consultas

source: Saved Queries
pt_br: Consultas salvas

source: History
pt_br: Histórico

source: App Configurations
pt_br: Configurações do aplicativo

source: Search for %s
pt_br: Pesquisar %s

source: Edit the selected %s
pt_br: Editar o(s) %s selecionado(s)

source: Edit
pt_br: Editar

source: Copy the selected %s
pt_br: Copiar o %s selecionado

source: Copy
pt_br: Copiar

source: View the usage history of the selected %s
pt_br: Visualizar o histórico de uso do(s) %s selecionado(s)

source: Usage history
pt_br: Histórico de uso

source: Move to trash
pt_br: Mover para a lixeira

source: Delete forever
pt_br: Excluir permanentemente

source: Create new %s
pt_br: Criar novo %s

source: New %s
pt_br: Novo %s

source: Go to the trash
pt_br: Ir para a lixeira

source: View trash
pt_br: Visualizar lixeira

source: Owner
pt_br: Proprietário

source: Last Modified
pt_br: Última modificação

source: Move the selected %s to the trash?
pt_br: Mover o(s) %s selecionado(s) para a lixeira?

source: Delete the selected %s?
pt_br: Excluir o(s) %s selecionado(s)?

source: Unsaved
pt_br: Não salvo

source: Copy this query.
pt_br: Copiar esta consulta.

source: Auto generated action
pt_br: Ação gerada automaticamente

source: Actions
pt_br: Ações

source: Show my queries
pt_br: Exibir minhas consultas

source: Show everyone's queries
pt_br: Exibir consultas de todos

source: Show auto queries
pt_br: Mostrar consultas automáticas

source: Show only saved queries
pt_br: Mostrar somente as consultas salvas

source: Search for name, query, etc.
pt_br: Pesquisar nome, consulta etc.

source: User
pt_br: Usuário

source: State
pt_br: Estado

source: Trashed Queries
pt_br: Consultas descartadas

source: Search for query
pt_br: Pesquisar consulta

source: Restore from trash
pt_br: Restaurar da lixeira

source: Restore
pt_br: Restaurar

source: Empty trash
pt_br: Esvaziar lixeira

source: View queries
pt_br: Visualizar consultas

source: ago
pt_br: atrás

source: Restore the selected queries?
pt_br: Restaurar as consultas selecionadas?

source: Delete the selected queries?
pt_br: Excluir as consultas selecionadas?

source: Empty the trash?
pt_br: Esvaziar a lixeira?

source: View the result of the selected
pt_br: Visualizar o resultado da consulta selecionada

source: View result
pt_br: Visualizar resultado

source: Edit the selected query
pt_br: Editar a consulta selecionada

source: Copy the selected query
pt_br: Copiar a consulta selecionada

source: View the usage history of the selected query
pt_br: Visualizar o histórico de uso da consulta selecionada

source: Create new query
pt_br: Criar nova consulta

source: Recent Saved Queries
pt_br: Consultas salvas recentemente

source: Recent Run Queries
pt_br: Consultas executadas recentemente

source: View all my queries
pt_br: Visualizar todas as minhas consultas

source: View my entire query history
pt_br: Visualizar meu histórico completo de consultas

source: Move the selected queries to the trash?
pt_br: Mover as consultas selecionadas para a lixeira?

source: In an HDFS directory
pt_br: Em um diretório HDFS

source: Results location
pt_br: Local dos resultados

source: Unsaved Query
pt_br: Consulta não salva

source: Query Results
pt_br: Resultados da consulta

source: Collapse this panel
pt_br: Recolher este painel

source: Download as CSV
pt_br: Download como CSV

source: Download as XLS
pt_br: Download como XLS

source: MapReduce Job
pt_br: Job MapReduce

source: MapReduce Jobs
pt_br: Jobs MapReduce

source: No Hadoop jobs were launched in running this query.
pt_br: Nenhum job do Hadoop foi iniciado ao executar esta consulta.

source: Multi-statement query
pt_br: Consulta de várias instruções

source: Hue stopped as one of your query contains some results.
pt_br: O Hue foi interrompido porque uma de suas consultas contém alguns resultados.

source: Click on
pt_br: Clique em

source: next
pt_br: seguinte

source: to continue execution of the remaining statements.
pt_br: para continuar a execução das declarações restantes.

source: If the result contains a large number of columns, click a row to select a column to jump to
pt_br: Se o resultado contiver um grande número de colunas, clique em uma linha para selecionar uma coluna para acessar

source: Save huge results on HDFS and download them with FileBrowser
pt_br: Salvar resultados grandes no HDFS e baixá-los com FileBrowser

source: Query Results:
pt_br: Resultados da consulta:

source: Error
pt_br: Erro

source: The query result has expired.
pt_br: O resultado da consulta expirou.

source: You can rerun it from
pt_br: Você pode executá-la novamente em

source: Page offset may have incremented since last view.
pt_br: O deslocamento de página pode ter sido aumentado desde a última exibição.

source: You have reached the last record for this query.
pt_br: Você chegou ao último registro desta consulta.

source: In text with columns separated by ^A and rows separated by newlines. JSON for non-primitive type columns.
pt_br: Em texto com colunas separadas por ^A e linhas separadas por novas linhas. JSON para colunas não primitivas.

source: Name or directory required.
pt_br: Nome ou diretório necessários.

source: Download results from the left.
pt_br: Baixar resultados da esquerda.
