Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/core/src/desktop/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, zh_cn

source: The cache TTL in milliseconds for the assist/autocomplete/etc calls. Set to 0 it disables the cache.
de: Der TTL-Wert des Cache in Millisekunden für Unterstützungsaufrufe, Autovervollständigungsaufrufe usw. Ein Wert von 0 deaktiviert den Cache.
es: El TTL de caché en milisegundos de las llamadas de asistencia/autocompletado/etc. Si se define en 0, desactiva el caché.
fr: TTL du cache, en millisecondes, pour les appels assist/autocomplete/etc. Réglé sur 0, il désactive le cache.
zh_cn: 用于 assist/autocomplete/ 等呼叫的缓存 TTL（以毫秒为单位）。设置为 0，它将禁用缓存。

source: SVG code to replace the default Hue logo in the top bar and sign in screen
de: SVG-Code zum Ersetzen des standardmäßigen Hue-Logos in der oberen Leiste und im Anmeldebildschirm
es: Código SVG para sustituir el logotipo de Hue predeterminado en la barra superior y en la pantalla de inicio de sesión
fr: Code SVG utilisé pour remplacer le logo Hue par défaut dans la barre supérieure et dans l'écran de connexion
zh_cn: SVG 代码，用于替换顶部栏和登录屏幕中的默认 Hue 徽标

source: Configuration options for user authentication into the web application.
de: Konfigurationsoptionen für die Benutzerauthentifizierung bei der Webanwendung.
es: Opciones de configuración para la autenticación de usuarios en la aplicación web.
fr: Options de configuration pour l'authentification de l'utilisateur dans l'application Web.
zh_cn: 到 Web 应用程序用户身份验证的配置选项。

source: Authentication backend. Common settings are django.contrib.auth.backends.ModelBackend (fully Django backend), desktop.auth.backend.AllowAllBackend (allows everyone), desktop.auth.backend.AllowFirstUserDjangoBackend (relies on Django and user manager, after the first login). Multiple Authentication backends are supported by specifying a comma-separated list in order of priority.
de: Authentifizierungs-Backend. Gängige Einstellungen sind django.contrib.auth.backends.ModelBackend (volles Django-Backend), desktop.auth.backend.AllowAllBackend (allgemeine Berechtigung), desktop.auth.backend.AllowFirstUserDjangoBackend (basiert auf Django und Benutzermanager, nach der ersten Anmeldung). Mehrere Authentifizierungs-Backends werden unterstützt. Geben Sie diese in einer Komma-getrennten Liste in der Reihenfolge ihrer Priorität ein.
es: Back-end de autenticación. Los ajustes comunes son django.contrib.auth.backends.ModelBackend (back-end de Django totalmente), desktop.auth.backend.AllowAllBackend (permite a todo el mundo), desktop.auth.backend.AllowFirstUserDjangoBackend (confía en Django y en el administrador de usuarios, después del primer inicio de sesión). Los back-end múltiples de autenticación se admiten si se especifica una lista separada por comas en orden de prioridad.
fr: Serveur principal d'authentification. Les paramètres courants sont django.contrib.auth.backends.ModelBackend (serveur principal 100 % Django), desktop.auth.backend.AllowAllBackend (autorise "tout le monde"), desktop.auth.backend.AllowFirstUserDjangoBackend (s'appuie sur l'administrateur Django et celui des utilisateurs, après la première connexion). Plusieurs serveurs principaux d'authentification sont acceptés, séparés par des virgules et indiqués dans l'ordre de priorité décroissant.
zh_cn: 身份验证后端。通用设置为 django.contrib.auth.backends.ModelBackend（完全 Django 后端）、desktop.auth.backend.AllowAllBackend（允许所有人）、desktop.auth.backend.AllowFirstUserDjangoBackend（首次登录后取决于 Django 和用户管理员）。可通过按优先级顺序指定逗号分隔的列表支持多个身份验证后端。

source: Class which defines extra accessor methods for User objects.
de: Klasse, die besondere Zugriffsmethoden für Benutzerobjekte definiert.
es: Clase que define métodos del descriptor de acceso adicionales para objetos de usuario.
fr: Classe qui définit des méthodes d'accesseurs supplémentaires pour les objets Utilisateur.
zh_cn: 定义用户对象的其他存取器方法的类。

source: The service to use when querying PAM. The service usually corresponds to a single filename in /etc/pam.d
de: Der Dienst, der beim Abfragen von PAM verwendet wird. Der Dienst entspricht in der Regel einem einzelnen Dateinamen unter /etc/pam.d.
es: El servicio que se debe utilizar al consultar PAM. El servicio suele corresponder con un nombre de archivo único en /etc/pam.d
fr: Service à utiliser lors de requêtes PAM. Ce service correspond généralement à un seul nom de fichier dans /etc/pam.d
zh_cn: 查询 PAM 时使用的服务。服务通常对应于 /etc/pam.d 中的单一文件名

source: When using the desktop.auth.backend.RemoteUserDjangoBackend, this sets the normalized name of the header that contains the remote user. The HTTP header in the request is converted to a key by converting all characters to uppercase, replacing any hyphens with underscores and adding an HTTP_ prefix to the name. So, for example, if the header is called Remote-User that would be configured as HTTP_REMOTE_USER
de: Legt bei Verwendung von desktop.auth.backend.RemoteUserDjangoBackend den normalisierten Namen des Headers fest, der den Remote-Benutzer enthält. Der HTTP-Header in der Anforderung wird in einen Schlüssel umgewandelt, indem alle Zeichen in Großbuchstaben konvertiert, Bindestriche durch Unterstriche ersetzt und dem Namen das Präfix "HTTP_" vorangestellt wird. Lautet der Name des Headers beispielsweise "Remote-User", ergibt sich daraus "HTTP_REMOTE_USER".
es: Al utilizar back-end desktop.auth.backend.RemoteUserDjangoBackend, se establece el nombre normalizado de la cabecera que contiene el usuario remoto. La cabecera HTTP de la solicitud se convierte en una clave pasando todos los caracteres a mayúscula, sustituyendo cualquier guión por caracteres de subrayado y añadiendo un prefijo HTTP_ al nombre. Así, por ejemplo, si la cabecera se llama Remote-User, quedaría configurada como HTTP_REMOTE_USER
fr: Lors de l'utilisation du paramètre desktop.auth.backend.RemoteUserDjangoBackend, celui-ci définit le nom normalisé de l'en-tête qui contient l'utilisateur distant. L'en-tête HTTP de la requête est converti en une clé, obtenue en convertissant tous les caractères en majuscules et les tirets en caractères de soulignement, et en ajoutant un préfixe au nom. Ainsi, si l'en-tête porte le nom Remote-User, il devient HTTP_REMOTE_USER.
zh_cn: 当使用 desktop.auth.backend.RemoteUserDjangoBackend 时，会设置包含远程用户的标头的规范化名称。通过将所有字符转换为大写，用下划线替换所有连字符，并向名称中添加 HTTP_ 前缀，可将请求中的 HTTP 标头转换为密钥。因此，举例来说，如果标头称为 Remote-User，则可配置为 HTTP_REMOTE_USER

source: Ignore the case of usernames when searching for existing users in Hue.
de: Beim Suchen nach vorhandenen Benutzern in Hue nicht nach Groß-/Kleinschreibung unterscheiden.
es: No distinguir entre mayúsculas y minúsculas en los nombres de usuario al buscar usuarios existentes en Hue.
fr: Ignorez le cas des noms d'utilisateur lors de la recherche d'utilisateurs existants dans Hue.
zh_cn: 在 Hue 中搜索现有用户时，忽略用户名的大小写。

source: Force usernames to lowercase when creating new users.
de: Benutzernamen klein schreiben, wenn neue Benutzer erstellt werden.
es: Forzar nombres de usuario con minúscula al crear nuevos usuarios.
fr: Imposez les minuscules dans les noms d'utilisateur lors de la création de nouveaux utilisateurs.
zh_cn: 创建新用户时，用户名必须为小写。

source: Force usernames to uppercase when creating new users.
de: Benutzernamen groß schreiben, wenn neue Benutzer erstellt werden.
es: Forzar nombres de usuario con mayúscula al crear nuevos usuarios.
fr: Imposez les majuscules dans les noms d'utilisateur lors de la création de nouveaux utilisateurs.
zh_cn: 创建新用户时，用户名必须为大写。

source: Users will expire after they have not logged in for 'n' amount of seconds.A negative number means that users will never expire.
de: Benutzer laufen ab, wenn Sie sich "'n" Sekunden lang nicht angemeldet haben. Eine negative Zahl bedeutet, dass Benutzer niemals ablaufen werden.
es: Los usuarios caducarán cuando no hayan iniciado sesión durante "n" segundos. Un número negativo indica que el usuario nunca expirará.
fr: Les sessions des utilisateurs expireront si ceux-ci ne se connectent pas pendant "n" secondes. Un nombre négatif indique que les sessions des utilisateurs n'expireront jamais.
zh_cn: 如果用户 'n' 秒内未登录，则将过期。负数表示用户永不过期。

source: Apply 'expires_after' to superusers.
de: "expires_after" für Superuser anwenden.
es: Aplicar 'expires_after' a los superusuarios.
fr: Appliquez 'expires_after' aux superutilisateurs.
zh_cn: 将 'expires_after' 应用到超级用户。

source: Users will automatically be logged out after 'n' seconds of inactivity.A negative number means that idle sessions will not be timed out.
de: Benutzer werden nach "n" Sekunden Inaktivität automatisch abgemeldet. Eine negative Zahl bedeutet, dass keine Zeitüberschreitung bei inaktiven Sitzungen eintritt.
es: La sesión de los usuarios se cierra automáticamente tras 'n' segundos de inactividad. Un número negativo significa que el tiempo de espera de las sesiones inactivas no se agotará.
fr: Les utilisateurs sont déconnectés automatiquement après 'n' secondes d'inactivité. Un nombre négatif indique l'absence d'expiration des sessions inactives.
zh_cn: 用户将在不活动“n”秒后自动注销。负数意味着空闲会话不会超时。

source: When set to true this will allow you to specify a password for the user when you create the user and then force them to change their password upon first login. The default is false.
de: Wenn für diesen Wert "true" festgelegt wurde, können Sie beim Erstellen des Benutzers ein Kennwort angeben. Der Benutzer wird aufgefordert, das Kennwort bei der ersten Anmeldung zu ändern. Der Standardwert lautet "false".
es: Si se establece en true, le permite establecer una contraseña para el usuario cuando lo cree y después obligarle a cambiar la contraseña la primera vez que inicie sesión. El valor predeterminado es false.
fr: Si défini à Vrai, ce paramètre vous permet de spécifier un mot de passe pour l'utilisateur lorsque vous créez l'utilisateur, puis de l'obliger à modifier son mot de passe lors de sa première connexion. La valeur par défaut est Faux.
zh_cn: 当设置为 true 时，可允许您在创建用户时为该用户指定密码，然后在首次登录时必须更改密码。默认设置为 false。

source: Number of login attempts allowed before a record is created for failed logins
de: Die Anzahl der Anmeldeversuche, bevor ein Datensatz für fehlgeschlagene Anmeldungen erstellt wird.
es: Número de intentos de inicio de sesión que permitido antes de que crear un registro de inicios de sesión fallidos
fr: Nombre de tentatives de connexion autorisées avant la création d'un enregistrement d'échec de connexion
zh_cn: 在为失败登录创建记录之前，允许的登录次数

source: After number of allowed login attempts are exceeded, do we lock out this IP and optionally user agent?
de: Wird die IP und optional der Benutzer-Agent gesperrt, nachdem die Anzahl der zulässigen Anmeldeversuche überschritten wurde?
es: ¿Cuántos intentos de inicio de sesión se permiten antes de bloquear esta IP y, de manera opcional, el agente del usuario?
fr: Une fois le nombre de tentatives de connexion dépassé, devons-nous verrouiller cette IP et, en option, l'agent utilisateur ?
zh_cn: 在超过尝试登录的次数后，我们是否要锁定此 IP 和可选用户代理？

source: If set, defines period of inactivity in hours after which failed logins will be forgotten.A value of 0 or None will disable this check. Default: None.
de: Legen Sie diese Option fest, um einen Zeitraum der Inaktivität in Stunden zu definieren, nach dem fehlgeschlagene Anmeldeversuche gelöscht werden. Mit einem Wert von „0“ oder „Kein“ wird diese Prüfung deaktiviert. Standardwert: „Kein“.
es: Si se establece, define un período de inactividad en horas después del cual se olvidarán los intentos de inicio de sesión fallidos. Un valor de 0 o Ninguno desactivará esta comprobación. Valor predeterminado: Ninguno.
fr: Si ce paramètre est défini, il indique la période d'inactivité (en heures) après laquelle les échecs de connexion sont oubliés. Si vous définissez la valeur 0 ou Aucun, cette vérification sera désactivée. Valeur par défaut : Aucun.
zh_cn: 如果设置此值，则可定义在忘记登录失败之前经过的不活动时间段（小时）。如果值为 0 或无，则禁用此检查。默认：无。

source: If True, lock out based on IP and browser user agent
de: Wenn dieser Wert auf "true" festgelegt wurde, erfolgt eine Sperrung basierend auf der IP und dem Browserbenutzer-Agent.
es: Si se establece en True, se bloqueará según la IP y el agente de usuario del explorador
fr: Si Vrai, verrouillage basé sur l'IP et sur l'agent utilisateur du navigateur
zh_cn: 如果为 True，根据 IP 和浏览器用户代理锁定

source: If True, lock out based on an IP address AND a user agent.This means requests from different user agents but from the same IP are treated differently.
de: Wenn dieser Wert auf "true" festgelegt wurde, erfolgt eine Sperrung basierend auf der IP-Adresse UND dem Benutzer-Agent. Das bedeutet, dass Anforderungen anderer Benutzer-Agents von der gleichen IP anders behandelt werden.
es: Si se establece en True, se bloqueará según una dirección IP Y un agente de usuario. Esto significa que las solicitudes de otros agentes de usuario se tratarán de manera distinta, aunque sean de la misma IP.
fr: Si Vrai, verrouillage basé sur une adresse IP ET un agent utilisateur. Cela signifie que les requêtes d'agents utilisateurs différents, mais de la même adresse IP, sont traitées différemment.
zh_cn: 如果为 True，根据 IP 地址和用户代理锁定。这意味着对来自不同用户代理、同一 IP 的请求具有不同的处理方式。

source: If True, lock out based on IP and user
de: Wenn dieser Wert auf "true" festgelegt wurde, erfolgt eine Sperrung basierend auf der IP und dem Benutzer.
es: Si se establece en True, se bloqueará según la IP y el usuario
fr: Si Vrai, verrouillage basé sur l'IP et l'utilisateur
zh_cn: 如果为 True，根据 IP 和用户锁定

source: If True, it will look for the IP address from the header defined at reverse_proxy_header.
de: Wenn dieser Wert auf "True" festgelegt ist, wird die IP-Adresse im unter reverse_proxy_header definierten Header gesucht.
es: Si está establecido en True, buscará la dirección IP de la cabecera definida en reverse_proxy_header.
fr: Si Vrai, recherche l'adresse IP à partir de l'en-tête défini au niveau de reverse_proxy_header.
zh_cn: 如果为 True，它将从在 reverse_proxy_header 处定义的标头中查找 IP 地址。

source: If behind_reverse_proxy is True, it will look for the IP address from this header. Default: HTTP_X_FORWARDED_FOR
de: Wenn behind_reverse_proxy den Wert "True" hat, wird die IP-Adresse in diesem Header gesucht. Standardwert: HTTP_X_FORWARDED_FOR
es: Si behind_reverse_proxy está establecido en True, buscará la dirección IP de esta cabecera. Predeterminado: HTTP_X_FORWARDED_FOR
fr: Si behind_reverse_proxy est Vrai, recherche l'adresse IP à partir de cet en-tête. Valeur par défaut : HTTP_X_FORWARDED_FOR
zh_cn: 如果 behind_reverse_proxy 为 True，它将从此标头中查找 IP 地址。默认值: HTTP_X_FORWARDED_FOR

source: Configuration options for LDAP connectivity.
de: Konfigurationsoptionen für die LDAP-Verbindung.
es: Opciones de configuración para la conectividad LDAP.
fr: Options de configuration pour la connectivité LDAP.
zh_cn: LDAP 连接的配置选项。

source: Create users when they login with their LDAP credentials.
de: Benutzer erstellen, wenn sich diese mit ihren LDAP-Zugangsdaten anmelden.
es: Crear usuarios al iniciar sesión con las credenciales LDAP.
fr: Créez des utilisateurs lorsqu'ils se connectent avec leurs informations de connexion LDAP.
zh_cn: 用户以其 LDAP 凭据登录后，创建用户。

source: Synchronize a users groups when they login.
de: Synchronisieren Sie Benutzergruppen bei der Anmeldung.
es: Sincronizar grupos de usuarios al iniciar sesión.
fr: Synchroniser les groupes d'utilisateurs lors de la connexion.
zh_cn: 在用户登录时同步用户组。

source: Force usernames to lowercase when creating new users from LDAP.
de: Benutzernamen klein schreiben, wenn neue Benutzer in LDAP erstellt werden.
es: Forzar nombres de usuario con minúscula al crear nuevos usuarios de LDAP.
fr: Imposez les minuscules dans les noms d'utilisateur lors de la création de nouveaux utilisateurs issus de LDAP.
zh_cn: 从 LDAP 创建新用户时，用户名必须为小写。

source: Force usernames to uppercase when creating new users from LDAP.
de: Benutzernamen groß schreiben, wenn neue Benutzer in LDAP erstellt werden.
es: Forzar nombres de usuario con mayúscula al crear nuevos usuarios de LDAP.
fr: Imposez les majuscules dans les noms d'utilisateur lors de la création de nouveaux utilisateurs issus de LDAP.
zh_cn: 从 LDAP 创建新用户时，用户名必须为大写。

source: Choose which kind of subgrouping to use: nested or suboordinate (deprecated).
de: Wählen Sie die zu verwendende Untergruppierung aus: verschachtelt oder untergeordnet (veraltet).
es: Escoja el tipo de subgrupo a utilizar: anidado o subordinado (obsoleto).
fr: Choisissez le type de sous-groupage à utiliser : imbriqué ou subordonné (obsolète).
zh_cn: 选择要使用的子分组类型：嵌套或子级（不推荐使用）。

source: Define the number of levels to search for nested members.
de: Legen Sie die Anzahl der zu durchsuchenden Ebenen für verschachtelte Mitglieder fest.
es: Definir el número de niveles para buscar miembros anidados.
fr: Définissez le nombre de niveaux de recherche pour les membres imbriqués.
zh_cn: 定义搜索嵌套成员的级别数。

source: Whether or not to follow referrals.
de: Gibt an, ob Referenzen beachtet werden sollen.
es: Si se deben seguir o no las recomendaciones.
fr: Indique s'il faut ou non suivre les références.
zh_cn: 无论是否按照参照。

source: Set to a value to enable python-ldap debugging.
de: Legen Sie einen Wert fest, um das Python-LDAP-Debugging zu aktivieren.
es: Se establece en un valor que activa la depuración python-ldap.
fr: Définissez sur une valeur donnée pour activer le débogage python-ldap.
zh_cn: 设置值以启用 python-ldap 调试。

source: Sets the debug level within the underlying LDAP C lib.
de: Legt die Debugging-Ebene für die zugrunde liegende LDAP-C-Bibliothek fest.
es: Establece el nivel de depuración dentro de la biblioteca C de LDAP subyacente.
fr: Définit le niveau de débogage au sein de la bibliothèque C LDAP sous-jacente.
zh_cn: 在基本 LDAP C lib 中设置调试级别。

source: Possible values for trace_level are 0 for no logging, 1 for only logging the method calls with arguments,2 for logging the method calls with arguments and the complete results and 9 for also logging the traceback of method calls.
de: Mögliche Werte für trace_level lauten: 0 für keine Protokollierung, 1 für die ausschließliche Protokollierung der Methodenaufrufe mit Argumenten, 2 für die Protokollierung der Methodenaufrufe mit Argumenten und die vollständigen Ergebnisse und 9 für die zusätzliche Protokollierung der Verfolgung von Methodenaufrufen.
es: Los valores posibles de trace_level son 0 para no registrar, 1 para registrar las llamadas a método con argumentos, 2 para registrar las llamadas a método con argumentos y los resultados completos, y 9 para registrar también el trazado histórico de las llamadas a método.
fr: Les valeurs possibles de trace_level sont 0 pour aucune journalisation, 1 pour la journalisation des appels de méthodes avec arguments uniquement, 2 pour la journalisation des appels de méthodes avec arguments et résultats complets, et 9 pour la journalisation en plus du retour d'appel des appels de méthodes.
zh_cn: trace_level 的可能值有：0（不记录）、1（仅记录具有参数的方法调用）、2（记录具有参数和完整结果的方法调用）、9（还记录方法调用的跟踪）。

source: LDAP server record.
de: LDAP-Serverdatensatz.
es: Registro del servidor LDAP.
fr: Enregistrement du serveur LDAP.
zh_cn: LDAP 服务器记录。

source: The base LDAP distinguished name to use for LDAP search.
de: Der hervorgehobene LDAP-Basisname, der für die LDAP-Suche zu verwenden ist.
es: Nombre distintivo de LDAP base que utilizar para la búsqueda de LDAP.
fr: Nom distinctif LDAP de base à utiliser pour une recherche LDAP.
zh_cn: 用于 LDAP 搜索的基本 LDAP 可分辨名称。

source: The NT domain used for LDAP authentication.
de: Die für die LDAP-Authentifizierung verwendete NT-Domäne.
es: Dominio NT utilizado para la autenticación de LDAP.
fr: Nom de domaine NT utilisé pour l'authentification LDAP.
zh_cn: 用于 LDAP 身份验证的 NT 域。

source: The LDAP URL to connect to.
de: Die LDAP-URL, mit der eine Verbindung hergestellt werden soll.
es: URL de LDAP a la que conectar.
fr: URL pour la connexion à LDAP.
zh_cn: 要连接至的 LDAP URL。

source: Use StartTLS when communicating with LDAP server.
de: StartTLS für die Kommunikation mit LDAP-Server verwenden.
es: Utilizar StartTLS al comunicar con el servidor LDAP.
fr: Utilisez StartTLS lors des communications avec le serveur LDAP.
zh_cn: 与 LDAP 服务器通信时使用 StartTLS。

source: A PEM-format file containing certificates for the CA's that Hue will trust for authentication over TLS. The certificate for the CA that signed the LDAP server certificate must be included among these certificates. See more here http://www.openldap.org/doc/admin24/tls.html.
de: Eine Datei im PEM-Format, die Zertifikate für die CAs enthält, denen Hue für die Authentifizierung von TLS vertraut. Das Zertifikat für die CA, von der das LDAP-Serverzertifikat signiert wurde, muss in diesen Zertifikaten enthalten sein. Weitere Informationen siehe http://www.openldap.org/doc/admin24/tls.html.
es: Un archivo de formato PEM con certificados para CA en cuya autenticación por TLS confiará Hue. El certificado para CA firmado por el certificado de servidor LDAP se debe incluir entre estos certificados. Obtenga más información en http://www.openldap.org/doc/admin24/tls.html.
fr: Fichier PEM contenant les certificats destinés à l'autorité de certification à laquelle Hue fera confiance pour procéder à l'authentification via TLS. Le certificat pour l'autorité de certification qui a signé le certificat du serveur LDAP doit faire partie de ces certificats. Pour en savoir plus, consultez le site http://www.openldap.org/doc/admin24/tls.html.
zh_cn: 如果 PEM 格式文件包含 CA 对此 Hue 颁发的证书，将支持通过 TLS 进行身份验证。在这些证书中必须包含对 LDAP 服务器证书签名的 CA 的证书。更多详情，请访问 http://www.openldap.org/doc/admin24/tls.html。

source: A pattern to use for constructing LDAP usernames.
de: Ein Muster zur Generierung von LDAP-Benutzernamen.
es: Patrón que utilizar para construir nombres de usuario LDAP.
fr: Modèle à utiliser pour construire les noms d'utilisateur LDAP.
zh_cn: 用于构造 LDAP 用户名的模式。

source: The distinguished name to bind as, when importing from LDAP.
de: Der ausgezeichnete Name für die Bindung beim Importieren aus LDAP.
es: Nombre distintivo con el que vincular al importar desde LDAP.
fr: Le nom distinctif sous lequel établir la liaison lors de l'importation depuis LDAP.
zh_cn: 从 LDAP 导入时，要进行绑定的可分辨名称。

source: The password for the bind user.
de: Das Kennwort für den Bind-Benutzer.
es: Contraseña para el usuario vinculado.
fr: Mot de passe de l'utilisateur de liaison.
zh_cn: 绑定用户的密码。

source: Execute this script to produce the LDAP bind user password. This will be used when `bind_password` is not set.
de: Führen Sie dieses Skript aus, um das LDAP-Kennwort für den Bind-Benutzer zu generieren. Dieses wird verwendet, wenn "bind_password" nicht festgelegt ist.
es: Ejecute esta secuencia de comandos para generar la contraseña de usuario vinculada a LDAP. Se utilizará cuando `bind_password` no esté definido.
fr: Exécutez ce script pour générer le mot de passe d'utilisateur de liaison à LDAP. Il sera utilisé si 'bind_password' n'est pas défini.
zh_cn: 执行此脚本也生成 LDAP 绑定用户密码。这将用于未设置 `bind_password` 的情况。

source: Use search bind authentication.
de: Verwenden Sie die Such-/Bind-Authentifizierung.
es: Utilice la autenticación Buscar/Vincular.
fr: Utilisez l'authentification de recherche/liaison.
zh_cn: 使用搜索/绑定身份验证。

source: The test user name to use for LDAP search.
de: Der für die LDAP-Suche verwendete Testbenutzername.
es: El nombre del usuario de prueba que se usará en la búsqueda de LDAP.
fr: Nom de l’utilisateur de test à utiliser pour la recherche LDAP.
zh_cn: 用于 LDAP 搜索的测试用户名。

source: The test group name to use for LDAP search.
de: Der für die LDAP-Suche verwendete Testgruppenname.
es: El nombre del grupo de prueba que se usará en la búsqueda de LDAP.
fr: Nom du groupe de test à utiliser pour la recherche LDAP.
zh_cn: 用于 LDAP 搜索的测试组名。

source: Configuration for LDAP user schema and search.
de: Konfiguration für LDAP-Benutzerschema und -suche.
es: Configuración para la búsqueda y el esquema de usuario LDAP.
fr: Configuration du schéma et de la recherche d'utilisateur LDAP.
zh_cn: LDAP 用户架构和搜索的配置。
