Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/core/src/desktop/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, zh_cn

source: Outdent
de: Ausrücken
es: Anular sangría
fr: Réduire le retrait
zh_cn: 减小缩进

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
zh_cn: 撤消

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
zh_cn: 重做

source: Toggle comment
de: Kommentar umschalten
es: Alternar comentario
fr: Activer/désactiver les commentaires
zh_cn: 切换注释

source: Transpose letters
de: Buchstaben umstellen
es: Transponer letras
fr: Transposer les lettres
zh_cn: 转置字母

source: Change to lower case
de: Zu Kleinbuchstaben ändern
es: Cambiar a minúsculas
fr: Convertir en minuscules
zh_cn: 更改为小写

source: Change to upper case
de: Zu Großbuchstaben ändern
es: Cambiar a mayúsculas
fr: Convertir en majuscules
zh_cn: 更改为大写

source: Macros replay
de: Makros wiedergeben
es: Reproducción de macros
fr: Relecture des macros
zh_cn: 宏重播

source: Macros recording
de: Makros aufzeichnen
es: Registro de macros
fr: Enregistrement des macros
zh_cn: 宏录制

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
zh_cn: 删除

source: Center selection
de: Auswahl zentrieren
es: Centrar selección
fr: Sélection au centre
zh_cn: 将选定内容居中

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
zh_cn: 设置

source: No match found
de: Es wurde keine Übereinstimmung gefunden.
es: No se han encontrado coincidencias
fr: Aucun enregistrement trouvé
zh_cn: 未找到匹配项

source: Sharing settings
de: Freigabeeinstellungen
es: Ajustes para compartir
fr: Partage de paramètres
zh_cn: 共享设置

source: Read
de: Lesen
es: Leer
fr: Lire
zh_cn: 读取

source: The document is not shared for read.
de: Das Dokument ist nicht für den Lesezugriff freigegeben.
es: No se ha compartido el documento para su lectura.
fr: Ce document n'est pas partagé pour la lecture.
zh_cn: 文档未共享为读取。

source: Group
de: Gruppe
es: Grupo
fr: Groupe
zh_cn: 组

source: Read and Modify
de: Lesen und ändern
es: Leer y modificar
fr: Lire et modifier
zh_cn: 读取和修改

source: The document is not shared for read and modify.
de: Das Dokument ist nicht für den Lese- und Änderungszugriff freigegeben.
es: El documento no está compartido para lectura y modificación.
fr: Ce document n'est pas partagé pour la lecture et la modification.
zh_cn: 文档未共享为读取和修改。

source: Type a username or a group name
de: Geben Sie einen Benutzernamen oder Gruppennamen ein
es: Escriba un nombre de usuario o de grupo
fr: Saisir un nom d'utilisateur ou de groupe
zh_cn: 键入一个用户名或组名

source: Done
de: Fertig
es: Finalizado
fr: Terminé
zh_cn: 已完成

source: Show more...
de: Mehr anzeigen...
es: Mostrar más...
fr: Afficher plus...
zh_cn: 显示更多...

source: Misconfiguration detected
de: Fehlkonfiguration erkannt
es: Se ha detectado un error de configuración
fr: Configuration incorrecte détectée
zh_cn: 检测到配置错误

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
zh_cn: 删除

source: Key
de: Schlüssel
es: Clave
fr: Clé
zh_cn: 键

source: Path to the file, e.g. hdfs://localhost:8020/user/hue
de: Pfad zur Datei, z. B. hdfs://localhost:8020/user/hue
es: Ruta al archivo, p. ej., hdfs://localhost:8020/user/hue
fr: Chemin d'accès au fichier, par ex., hdfs://localhost:8020/user/hue
zh_cn: 文件路径，如 hdfs://localhost:8020/user/hue

source: Value
de: Wert
es: Valor
fr: Valeur
zh_cn: 值

source: Name, e.g. foo
de: Name, z. B. foo
es: Nombre, p. ej., foo
fr: Nom, par ex., foo
zh_cn: 名称，如 foo

source: Class, e.g. org.hue.Bar
de: Klasse, z. B. org.hue.Bar
es: Clase, p.ej. org.hue.Bar
fr: Classe, par ex., org.hue.Bar
zh_cn: 类别，如 org.hue.Bar

source: Path to the file, e.g. hdfs://localhost:8020/user/hue/file.hue
de: Pfad zur Datei, z. B. hdfs://localhost:8020/user/hue/file.hue
es: Ruta al archivo, p. ej., hdfs://localhost:8020/user/hue/file.hue
fr: Chemin d'accès au fichier, par ex., hdfs://localhost:8020/user/hue/file.hue
zh_cn: 文件路径，如 hdfs://localhost:8020/user/hue/file.hue

source: Sharing
de: Wird freigegeben
es: Compartir
fr: Partage
zh_cn: 共享

source: Modify
de: Ändern
es: Modificar
fr: Modifier
zh_cn: 修改

source: The document is not shared for modify.
de: Das Dokument ist nicht für den Änderungszugriff freigegeben.
es: No se ha compartido el documento para su modificación.
fr: Ce document n'est pas partagé pour la modification.
zh_cn: 文档未共享为修改。

source: There was an error loading the document.
de: Fehler beim Laden des Dokuments.
es: Se ha producido un error al cargar el documento.
fr: Une erreur s'est produite lors du chargement du document.
zh_cn: 加载文档时出错。

source: Importing...
de: Importieren...
es: Importando...
fr: Importation…
zh_cn: 正在导入...

source: Import complete!
de: Import abgeschlossen!
es: ¡Importación completada!
fr: Importation réussie !
zh_cn: 完成导入！

source: Import failed!
de: Import fehlgeschlagen!
es: ¡Error al importar!
fr: Echec de l'importation !
zh_cn: 导入失败！

source: Rename Directory
de: Verzeichnis umbenennen
es: Cambiar nombre del directorio
fr: Renommer un répertoire
zh_cn: 重命名目录

source: Directory name
de: Verzeichnisname
es: Nombre de directorio
fr: Nom du répertoire
zh_cn: 目录名称

source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
zh_cn: 重命名

source: Restore these document(s) to Home directory?
de: Diese(s) Dokument(e) im Home-Verzeichnis wiederherstellen?
es: ¿Desea restaurar los documentos en el directorio de inicio?
fr: Restaurer ces documents dans le répertoire d'accueil ?
zh_cn: 是否要将这些文档还原到主目录？

source: Yes
de: Ja
es: Sí
fr: Oui
zh_cn: 是

source: Search for name, description, etc...
de: Nach Namen, Beschreibung, usw. suchen
es: Buscar nombre, descripción, etc.
fr: Rechercher un nom, une description, etc…
zh_cn: 搜索名称、描述等...

source: Share
de: Freigeben
es: Compartir
fr: Partager
zh_cn: 共享

source: Empty trash
de: Papierkorb leeren
es: Vaciar papelera
fr: Vider la corbeille
zh_cn: 清空垃圾桶

source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
zh_cn: 垃圾桶

source: Copy
de: Kopieren
es: Copiar
fr: Copier
zh_cn: 复制

source: Restore to Home
de: In Home-Verzeichnis wiederherstellen
es: Restaurar en página de inicio
fr: Restaurer dans le répertoire d'accueil
zh_cn: 还原到主目录

source: Rename folder
de: Ordner umbenennen
es: Cambiar nombre de la carpeta
fr: Renommer un dossier
zh_cn: 重命名文件夹

source: Export all or selected documents
de: Alle oder ausgewählte Dokumente exportieren
es: Exportar todos los documentos o solo los seleccionados
fr: Exporter tous les documents ou ceux sélectionnés
zh_cn: 导出全部文档或选定文档

source: Result for
de: Ergebnis für
es: Resultado de
fr: Résultat pour
zh_cn: 结果

source: Description
de: Beschreibung
es: Descripción
zh_cn: 描述

source: Last Modified
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
zh_cn: 上次修改

source: The current folder is empty, you can add a new document or folder form the top right menu
de: Der aktuelle Ordner ist leer. Sie können über das Menü rechts oben ein neues Dokument oder einen neuen Ordner hinzufügen
es: La carpeta actual está vacía. Puede añadir un nuevo documento o carpeta desde elmenú de la parte superior derecha
fr: Le dossier courant est vide, vous pouvez ajouter un nouveau document ou un nouveau dossier à partir du menu en haut à droite
zh_cn: 当前文件夹为空，您可以从右上角菜单添加新文档或文件夹

source: The trash is empty
de: Papierkorb ist leer
es: La papelera está vacía
fr: La Corbeille est vide
zh_cn: 垃圾为空

source: No documents found matching your query
de: Keine Dokumente für Ihre Abfrage gefunden
es: No se han encontrado documentos que coincidan con su consulta
fr: Aucun document trouvé correspondant à votre requête
zh_cn: 未找到符合查询条件的文档

source: There was an error loading the documents
de: Fehler beim Laden der Dokumente
es: Se ha producido un error al cargar los documentos
fr: Une erreur s'est produite lors du chargement des documents
zh_cn: 加载文档时出错

source: Restore to Home
de: In Home-Verzeichnis wiederherstellen
es: Restaurar en página de inicio
fr: Restaurer dans le répertoire d'accueil
zh_cn: 还原到主目录

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
zh_cn: 下载

source: Move to trash
de: In Papierkorb verschieben
es: Mover a papelera
fr: Déplacer vers la corbeille
zh_cn: 移至垃圾桶

source: Delete forever
de: Dauerhaft löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
zh_cn: 永久删除

source: selected
de: ausgewählt
es: seleccionado
fr: sélectionné
zh_cn: 选择

source: shared ignored
de: Freigegebene ignoriert
es: compartido ignorado
fr: partagé ignoré
zh_cn: 忽略共享

source: Configuration Sections and Variables
de: Konfigurationsabschnitte und -variablen
es: Secciones y variables de configuración
fr: Sections and variables de configuration
zh_cn: 配置节和变量

source: Installed Applications
de: Installierte Anwendungen
es: Aplicaciones instaladas
fr: Applications installées
zh_cn: 已安装的应用程序

source: This app does not have a UI
de: Diese App umfasst keine UI
es: Esta aplicación no tiene interfaz de usuario
fr: Cette application n'a pas d'interface utilisateur
zh_cn: 此应用程序没有 UI

source: Default:
de: Standard:
es: Predeterminado:
fr: Par défaut :
zh_cn: 默认值：

source: Error!
de: Fehler!
fr: Erreur !
zh_cn: 错误！

source: Columns
de: Spalten
es: Columnas
fr: Colonnes
zh_cn: 列

source: CTEs
es: CTE
fr: CTE
zh_cn: CTE

source: Field
de: Feld
es: Campo
fr: Champ
zh_cn: 字段

source: Identifiers
de: Bezeichner
es: Identificadores
fr: Identificateurs
zh_cn: 标识符

source: Keywords
de: Schlüsselwörter
es: Palabras clave
fr: Mots-clés
zh_cn: 关键字

source: Popular
de: Häufig verwendet
fr: Populaire
zh_cn: 热门

source: Samples
de: Beispiele
es: Ejemplos
fr: Exemples
zh_cn: 示例

source: UDFs
es: UDF
fr: FDU
zh_cn: UDF

source: Options
de: Optionen
es: Opciones
zh_cn: 选项

source: aggregate
de: Aggregat
es: agregado
fr: agrégat
zh_cn: 汇总

source: alias
zh_cn: 别名

source: database
de: Datenbank
es: base de datos
fr: base de données
zh_cn: 数据库

source: filter
es: filtrar
fr: filtre
zh_cn: 筛选器

source: group by
de: Gruppieren nach
es: agrupar por
fr: regrouper par
zh_cn: 分组依据

source: join
de: Zusammenführung
es: unión
fr: jointure
zh_cn: 连接

source: condition
de: Bedingung
es: condición
zh_cn: 条件

source: keyword
de: Schlüsselwort
es: palabra clave
fr: mot-clé
zh_cn: 关键字

source: order by
de: Reihenfolge nach
es: ordenar por
fr: trier par
zh_cn: 排序依据

source: table
de: Tabelle
es: tabla
zh_cn: 表

source: sample
de: Beispiel
es: ejemplo
fr: exemple
zh_cn: 示例

source: variable
zh_cn: 变量

source: view
de: Ansicht
es: vista
fr: afficher
zh_cn: 视图

source: virtual
de: virtuell
fr: virtuel
zh_cn: 虚拟

source: Error while copying results.
de: Fehler beim Kopieren von Ergebnissen.
es: Error al copiar los resultados.
fr: Erreur lors de la copie des résultats.
zh_cn: 复制结果时出错。

source: result(s) copied to the clipboard
de: Ergebnis(sse) in die Zwischenablage kopiert
es: resultados copiados en el Portapapeles
fr: résultat(s) copiés dans le Presse-papiers
zh_cn: 个结果已复制到剪贴板

source: Cancel upload
de: Upload abbrechen
es: Cancelar carga
fr: Annuler le chargement
zh_cn: 取消上传

source: The upload has been canceled
de: Der Upload wurde abgebrochen.
es: La carga se ha cancelado
fr: Le chargement a été annulé
zh_cn: 已取消上传

source: uploaded successfully
de: wurde erfolgreich hochgeladen.
es: se ha cargado correctamente
fr: chargé avec succès
zh_cn: 上传成功

source: Choose...
de: Auswählen...
es: Elija...
fr: Choisir...
zh_cn: 选择...

source: Insert value here
de: Wert hier eingeben
es: Inserte un valor aquí
fr: Insérer la valeur ici
zh_cn: 在此处插入值

source: Query requires a select or aggregate.
de: Abfrage erfordert eine Auswahl oder Sammlung.
es: La consulta requiere una selección o una agregación.
fr: La requête nécessite une sélection ou un agrégat.
zh_cn: 查询需要选择或汇总。

source: Welcome Home
de: Herzlich Willkommen
es: Bienvenido a la página de inicio
fr: Bienvenue à l'accueil
zh_cn: 欢迎访问主页

source: New Home
de: Neue Startseite
es: Nueva página de inicio
fr: Nouvel accueil
zh_cn: 新主页

source: Actions
de: Aktionen
es: Acciones
zh_cn: 操作

source: Hive icon
de: Hive-Symbol
es: Icono de Hive
fr: Icône Hive
zh_cn: Hive 图标

source: Impala icon
de: Impala-Symbol
es: Icono de Impala
fr: Icône Impala
zh_cn: Impala 图标

source: Pig icon
de: Pig-Symbol
es: Icono de Pig
fr: Icône Pig
zh_cn: Pig 图标

source: Spark icon
de: Spark-Symbol
es: Icono de Spark
fr: Icône Spark
zh_cn: Spark 图标

source: Oozie icon
de: Oozie-Symbol
es: Icono de Oozie
fr: Icône Oozie
zh_cn: Oozie 图标

source: Oozie Scheduler
es: Programador de Oozie
fr: Planificateur Oozie
zh_cn: Oozie 计划程序

source: My Projects
de: Meine Projekte
es: Mis proyectos
fr: Mes projets
zh_cn: 我的项目

source: Create project
de: Projekt erstellen
es: Crear proyecto
fr: Créer un projet
zh_cn: 创建项目

source: Remove selected project
de: Ausgewähltes Projekt entfernen
es: Eliminar proyecto seleccionado
fr: Supprimer les projets sélectionnés
zh_cn: 删除选择的项目

source: You currently own no projects. Click here to add one now!
de: Sie haben derzeit keine Projekte. Klicken Sie hier, um ein Projekt hinzuzufügen!
es: Actualmente no dispone de ningún proyecto. Haga clic aquí para añadir uno ahora.
fr: Vous ne possédez actuellement aucun projet. Cliquez ici pour en ajouter un maintenant.
zh_cn: 您当前未拥有项目。单击此处以立即添加一个项目！

source: Shared with me
de: An mich freigegeben
es: Compartido conmigo
fr: Partagé avec moi
zh_cn: 与我共享

source: There are currently no projects shared with you.
de: Derzeit sind keine Projekte für Sie freigegeben.
es: Actualmente no hay ningún proyecto compartido con usted.
fr: Actuellement, aucun projet n'est partagé avec vous.
zh_cn: 当前没有与您共享的项目。

source: Page
de: Seite
es: Página
zh_cn: 页面

source: of
de: von
es: de
fr: sur
zh_cn: 的

source: Previous
de: Zurück
es: Anterior
fr: Précédent
zh_cn: 上一页

source: Next
de: Weiter
es: Siguiente
fr: Suivant
zh_cn: 下一页

source: There are currently no documents in this project or tag.
de: Dieses Projekt bzw. dieser Tag enthält derzeit keine Dokumente.
es: El proyecto o la etiqueta actual no incluye ningún documento.
fr: Il n'y a actuellement aucun document dans ce projet ou cette balise.
zh_cn: 此项目或标记中当前无文档。

source: Move to a project
de: In ein Projekt verschieben
es: Mover a un proyecto
fr: Accéder à un projet
zh_cn: 移至项目

source: Select the project you want to move this document to
de: Wählen Sie das Projekt aus, in das dieses Dokument verschoben werden soll.
es: Seleccione el proyecto al que desea mover este documento
fr: Sélectionnez le projet vers lequel vous voulez déplacer ce document
zh_cn: 选择您希望将该文档移至其中的项目

source: Document icon
de: Dokumentsymbol
es: Icono del documento
fr: Icône Document
zh_cn: 文档图标

source: Project name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
zh_cn: 项目名称

source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
zh_cn: 确认删除

source: Are you sure you want to delete the project
de: Möchten Sie das Projekt wirklich löschen?
es: ¿Está seguro de que desea eliminar este proyecto?
fr: Voulez-vous vraiment supprimer ce projet ?
zh_cn: 是否确定要删除该项目

source: All its documents will be moved to the default tag.
de: Alle enthaltenen Dokumente werden zum Standard-Tag verschoben.
es: Todos sus documentos se moverán a la etiqueta predeterminada.
fr: Tous ses documents seront déplacés vers la balise par défaut.
zh_cn: 所有其文档将移至默认标记。

source: No
de: Nein
fr: Non
zh_cn: 否

source: File name is required.
de: Der Dateiname ist erforderlich.
es: Se necesita un nombre de archivo.
fr: Un nom de fichier est requis.
zh_cn: 文件名为必填字段。

source: project name already exists
de: Projetname ist bereits vorhanden
es: el nombre del proyecto ya existe
fr: Le nom du projet existe déjà.
zh_cn: 项目名称已存在

source: Project created
de: Projekt erstellt
es: Proyecto creado
fr: Projet créé
zh_cn: 已创建项目

source: There was an error processing your action:
de: Fehler beim Verarbeiten Ihrer Aktion:
es: Se ha producido un error al procesar la acción:
fr: Une erreur est survenue lors du traitement de votre action :
zh_cn: 处理操作时出错：

source: Project updated successfully.
de: Projekt erfolgreich aktualisiert.
es: Proyecto actualizado con éxito.
fr: Mise à jour du projet réussie.
zh_cn: 已成功更新项目。

source: Toggle Assist
de: Hilfe umschalten
es: Activar/desactivar ayuda
fr: Activer/désactiver l'aide
zh_cn: 切换帮助

source: More
de: Mehr
es: Más
fr: Plus
zh_cn: 更多

source: My Profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
zh_cn: 我的个人资料

source: Switch to Hue 3
de: Zu Hue 3 wechseln
es: Cambiar a Hue 3
fr: Basculer vers Hue 3
zh_cn: 切换到 Hue 3

source: Help
de: Hilfe
es: Ayuda
fr: Aide
zh_cn: 帮助

source: Welcome Tour
de: Einführungstour
es: Paseo de bienvenida
fr: Présentation d'accueil
zh_cn: 欢迎加入

source: Hue Administration
es: Administración de Hue
fr: Administration Hue
zh_cn: Hue 管理

source: Import data wizard
de: Assistent zum Importieren von Daten
es: Asistente para importar datos
fr: Assistant d'importation de données
zh_cn: 导入数据向导

source: Click or Drop files here
de: Klicken oder Dateien hier ablegen
es: Haga clic o arrastre los archivos aquí.
fr: Cliquer sur des fichiers ou les déposer ici
zh_cn: 单击文件或将文件放置在此处

source: Show Assist
de: Assistenten anzeigen
es: Mostrar ayuda
fr: Afficher l'aide
zh_cn: 显示助手

source: Hide Assist
de: Assistenten ausblenden
es: Ocultar ayuda
fr: Masquer l'aide
zh_cn: 隐藏助手

source: There are currently no information about the sessions.
de: Zurzeit liegen keine Informationen zu den Sitzungen vor.
es: Actualmente no hay información sobre las sesiones.
fr: Aucune information relative aux sessions n'est actuellement disponible.
zh_cn: 当前没有关于会话的信息。

source: Table Browser
de: Tabellen-Browser
es: Explorador de tablas
fr: Navigateur de table
zh_cn: 表浏览器

source: Indexer
es: Indizador
zh_cn: 索引器

source: Importer
de: Importprogramm
es: Importador
fr: Importateur
zh_cn: 导入器

source: User Admin - Users
de: Benutzeradministrator - Benutzer
es: Administración de usuarios: usuarios
fr: Administrateur - Utilisateurs
zh_cn: 用户管理员 - 用户

source: User Admin - Groups
de: Benutzeradministrator - Gruppen
es: Administración de usuarios: grupos
fr: Administrateur - Groupes
zh_cn: 用户管理员 - 组

source: User Admin - New Group
de: Benutzeradministrator - Neue Gruppe
es: Administración de usuarios: nuevo grupo
fr: Administrateur - Nouveau groupe
zh_cn: 用户管理员 - 新建组

source: User Admin - Edit Group
de: Benutzeradministrator - Gruppe bearbeiten
es: Administración de usuarios: editar grupo
fr: Administrateur - Modifier le groupe
zh_cn: 用户管理员 - 编辑组

source: User Admin - Permissions
de: Benutzeradministrator - Berechtigungen
es: Administración de usuarios: permisos
fr: Administrateur - Autorisations
zh_cn: 用户管理员 - 权限

source: User Admin - Edit Permission
de: Benutzeradministrator - Berechtigung bearbeiten
es: Administración de usuarios: editar permisos
fr: Administrateur - Modifier l'autorisation
zh_cn: 用户管理员 - 编辑权限

source: User Admin - Configurations
de: Benutzeradministrator - Konfigurationen
es: Administración de usuarios: configuraciones
fr: Administrateur - Configurations
zh_cn: 用户管理员 - 配置

source: User Admin - New User
de: Benutzeradministrator - Neuer Benutzer
es: Administración de usuarios: nuevo usuario
fr: Administrateur - Nouvel utilisateur
zh_cn: 用户管理员 - 新建用户

source: User Admin - Add LDAP User
de: Benutzeradministrator - LDAP-Benutzer hinzufügen
es: Administración de usuarios: agregar usuario de LDAP
fr: Administrateur - Ajouter un utilisateur LDAP
zh_cn: 用户管理员 - 添加 LDAP 用户

source: User Admin - Edit User
de: Benutzeradministrator - Benutzer bearbeiten
es: Administración de usuarios: editar usuario
fr: Administrateur - Modifier l’utilisateur
zh_cn: 用户管理员 - 编辑用户

source: User Admin - Add LDAP Groups
de: Benutzeradministrator - LDAP-Gruppen hinzufügen
es: Administración de usuarios: agregar grupos de LDAP
fr: Administrateur - Ajouter des groupes LDAP
zh_cn: 用户管理员 - 添加 LDAP 组

source: Security - Hive
de: Sicherheit - Hive
es: Seguridad: Hive
fr: Sécurité - Hive
zh_cn: 安全性 - Hive

source: Security - HDFS
de: Sicherheit - HDFS
es: Seguridad: HDFS
fr: Sécurité - HDFS
zh_cn: 安全性 - HDFS

source: Security - SOLR
de: Sicherheit - SOLR
es: Seguridad: SOLR
fr: Sécurité - SOLR
zh_cn: 安全性 - SOLR

source: Admin Wizard
de: Administrator-Assistent
es: Asistente de administración
fr: Assistant Administrateur
zh_cn: 管理员向导

source: Logs
de: Protokolle
es: Registros
fr: Journaux
zh_cn: 日志

source: Dump Configuration
de: Konfiguration verwerfen
es: Volcar configuración
fr: Configuration d’exportation
zh_cn: 转储配置

source: It looks like you are offline or an unknown error happened. Please refresh the page.
de: Anscheinend sind Sie offline, oder es ist ein unbekannter Fehler aufgetreten. Aktualisieren Sie die Seite.
es: Parece que no tiene conexión o que se ha producido un error desconocido. Actualice la página.
fr: Il semble que vous êtes hors ligne ou qu'une erreur inconnue s'est produite. Actualisez la page.
zh_cn: 似乎已脱机或发生未知错误。请刷新此页面。

source: Add more...
de: Mehr hinzufügen...
es: Añadir más...
fr: Ajouter plus...
zh_cn: 添加更多...

source: Apps
es: Aplicaciones
fr: Applications
zh_cn: 应用程序

source: Hue and the Hue logo are trademarks of Cloudera, Inc.
de: Hue und das Hue-Logo sind Marken von Cloudera, Inc.
es: Hue y el logotipo de Hue son marcas comerciales de Cloudera, Inc.
fr: Hue et le logo Hue sont des marques commerciales de Cloudera, Inc.
zh_cn: Hue 和 Hue 徽标是 Cloudera, Inc. 的商标

source: Partition key
de: Partitionsschlüssel
es: Clave de partición
fr: Clé de partition
zh_cn: 分区键

source: Primary key
de: Primärer Schlüssel
es: Clave principal
fr: Clé primaire
zh_cn: 主键

source: Size
de: Größe
es: Tamaño
fr: Taille
zh_cn: 大小

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
zh_cn: 用户

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
zh_cn: 权限

source: Date
de: Datum
es: Fecha
zh_cn: 日期

source: Popular join
de: Häufig verwendete Zusammenführung
es: Unión popular
fr: Jointure populaire
zh_cn: 热门连接

source: Popular join condition
de: Häufig verwendete Zusammenführungsbedingung
es: Condición de unión popular
fr: Condition de jointure populaire
zh_cn: 热门连接条件

source: Popular aggregate
de: Häufig verwendete Sammlung
es: Agregado popular
fr: Agrégat populaire
zh_cn: 热门汇总

source: Popular group by
de: Häufig verwendete Gruppierung
es: Criterio de agrupación popular
fr: Regrouper par popularité
zh_cn: 热门分组依据

source: Popular order by
de: Häufig verwendete Sortierung
es: Criterio de clasificación popular
fr: Trier par popularité
zh_cn: 热门排序依据

source: Popular filter
de: Häufig verwendeter Filter
es: Filtro popular
fr: Filtre populaire
zh_cn: 热门筛选器

source: No description
de: Keine Beschreibung
es: Sin descripción
fr: Aucune description
zh_cn: 无描述

source: I'm an editor
de: Ich bin ein Editor
es: Soy editor
fr: Je suis un éditeur
zh_cn: 此处为编辑器

source: I'm a metastore
de: Ich bin ein Metastore
es: Soy Metastore
fr: Je suis un metastore
zh_cn: 此处为 metastore

source: Welcome to Hue
de: Willkommen bei Hue
es: Bienvenido a Hue
fr: Bienvenue dans Hue
zh_cn: 欢迎使用 Hue

source: Go to gethue.com
de: Öffnen Sie gethue.com.
es: Vaya a gethue.com
fr: Accéder à gethue.com
zh_cn: 转至 gethue.com

source: Since this is your first time logging in, pick any username and password. Be sure to remember these, as
de: Da Sie sich zum ersten Mal anmelden, wählen Sie einen beliebigen Benutzernamen und ein Kennwort aus. Merken Sie sich diese.
es: Puesto que esta es la primera vez que inicia sesión, seleccione un nombre de usuario y una contraseña. Asegúrese de recordarlos, ya que
fr: Comme c'est votre première connexion, choisissez un nom d'utilisateur et un mot de passe. Assurez-vous de les retenir, car
zh_cn: 由于这是您的首次登录，因此请选择任意用户名和密码。务必牢记此用户名和密码，因为

source: they will become your Hue superuser credentials.
de: Dies sind in Zukunft Ihre Hue-Superuser-Anmeldedaten.
es: serán sus credenciales de superusuario para Hue.
fr: ils constitueront vos informations d'identification en tant que superutilisateur pour Hue.
zh_cn: 它们将成为 Hue 超级用户凭据。

source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
zh_cn: 创建帐户

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
zh_cn: 登录
