Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/core/src/desktop/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, zh_cn

source: get_document requires read priviledge or document does not exist for: %s
de: Für get_document ist eine Leseberechtigung erforderlich oder das Dokument ist nicht vorhanden für: %s
es: get_document requiere permisos de lectura o el documento no existe para: %s
fr: get_document nécessite un privilège de lecture ou le document n'existe pas pour : %s
zh_cn: get_document 需要读取权限或 %s 的文档不存在

source: get_document requires an id integer parameter: %s
de: "get_document" erfordert einen Ganzzahl-ID-Parameter: %s
es: get_document requiere un parámetro identificador de número entero: %s
fr: get_document requiert un paramètre entier d'ID : %s
zh_cn: get_document 需要一个 ID 整数参数：%s

source: Form is missing %s field
de: Feld %s fehlt im Formular
es: Al formulario le falta el campo %s
fr: Le champ %s est absent du formulaire
zh_cn: 表单缺少 %s 字段

source: Error
de: Fehler
fr: Erreur
zh_cn: 错误

source: Project removed!
de: Projekt entfernt!
es: ¡Proyecto eliminado!
fr: Projet supprimé !
zh_cn: 项目已删除！

source: Permissions updated!
de: Berechtigungen aktualisiert!
es: Permisos actualizados.
fr: Autorisations mises à jour.
zh_cn: 权限已更新！

source: Invalid value for perms, acceptable values are: owned, shared, both.
de: Ungültiger Wert für perms. Zulässige Werte: owned, shared, both.
es: Valor no válido para permisos. Los valores aceptables son: en propiedad, compartido, ambos.
fr: Valeur de permissions non valide. Les valeurs acceptables sont : exclusif, partagé, les deux.
zh_cn: 无效的权限值，可接受的值有：已拥有、共享、两者。

source: move_document requires source_doc_uuid and destination_doc_uuid
de: "move_document" erfordert "source_doc_uuid" und "destination_doc_uuid"
es: move_document requiere source_doc_uuid y destination_doc_uuid
fr: move_document requiert un source_doc_uuid et un destination_doc_uuid
zh_cn: move_document 需要 source_doc_uuid 和 destination_doc_uuid

source: create_directory requires parent_uuid and name
de: "create_directory" erfordert "parent_uuid" und "name"
es: create_directory requiere parent_uuid y nombre
fr: create_directory requiert un parent_uuid et un nom
zh_cn: create_directory 需要 parent_uuid 和姓名

source: update_document requires uuid
de: "update_document" erfordert "uuid"
es: update_document requiere uuid
fr: update_document requiert un uuid
zh_cn: update_document 需要 uuid

source: delete_document requires uuid
de: "delete_document" erfordert "uuid"
es: delete_document requiere uuid
fr: delete_document requiert un uuid
zh_cn: delete_document 需要 uuid

source: copy_document requires uuid
de: 'copy_document' erfordert 'uuid'
es: copy_document requiere uuid
fr: copy_document requiert un uuid
zh_cn: copy_document 需要 uuid

source: Directory copy is not supported
de: Verzeichniskopie wird nicht unterstützt
es: No se permite la copia de directorios
fr: La copie de répertoires n'est pas prise en charge
zh_cn: 不支持目录副本

source: restore_document requires comma separated uuids
de: restore_document erfordert durch Kommata getrennte UUIDs
es: restore_document requiere UUID separados por comas
fr: restore_document nécessite des UUID séparés par des virgules
zh_cn: restore_document 要求使用以逗号分隔的 UUID

source: share_document requires uuid and perms_dict
de: "share_document" erfordert "uuid" und "perms_dict"
es: share_document requiere uuid y perms_dict
fr: share_document requiert un uuid et un perms_dict
zh_cn: share_document 需要 uuid 和 perms_dict

source: Failed to import documents, the file does not contain valid JSON.
de: Dokumente konnten nicht importiert werden. Die Datei enthält kein gültiges JSON.
es: Error al importar documentos, el archivo no contiene JSON válido.
fr: Impossible d'importer les documents, le fichier ne contient pas de format JSON valide.
zh_cn: 无法导入文档，该文件不包含有效的 JSON。

source: Failed to import documents, the file does not contain the expected JSON schema for Hue documents.
de: Dokumente konnten nicht importiert werden. Die Datei enthält nicht das für Hue-Dokumente erwartete JSON.
es: Error al importar documentos, el archivo no contiene el esquema JSON esperado para documentos Hue.
fr: Impossible d'importer les documents, le fichier ne contient pas le schéma JSON attendu pour les documents Hue.
zh_cn: 无法导入文档，该文件不包含 Hue 文档的预期 JSON 架构。

source: Navigator not enabled
de: Navigator ist nicht aktiviert.
es: Navigator no habilitado
fr: Navigator non activé
zh_cn: Navigator 未启用

source: Cannot import document, dependency with UUID: %s not found.
de: Dokument kann nicht importiert werden. Abhängigkeit mit UUID: %s nicht gefunden.
es: No se puede importar el documento porque existe una dependencia con UUID: %s no encontrado.
fr: Impossible d'importer le document, la dépendance avec l'UUID %s est introuvable.
zh_cn: 无法依赖于 UUID 导入文档：未找到 %s。

source: load_apps has already been called.
de: load_apps wurde bereits aufgerufen.
es: Ya se ha llamado a load_apps.
fr: load_apps a déjà été appelé.
zh_cn: 已调用 load_apps。

source: If set to true, CherryPy will be used. Otherwise, Gunicorn will be used as the webserver.
de: Wenn 'true', wird CherryPy verwendet. Andernfalls wird Gunicorn als Webserver verwendet.
es: Si está configurado como true, se usará CherryPy. De lo contrario, se usará Gunicorn como servidor web.
fr: Si ce paramètre est défini sur True, le serveur CherryPy sera utilisé. Sinon, Gunicorn sera utilisé comme serveur Web.
zh_cn: 如果设置为 true，则使用 CherryPy。否则使用 Gunicorn 作为 Web 服务器。

source: Gunicorn work class: gevent or evenlet, gthread or sync.
de: Gunicorn-Arbeitsklasse: 'gevent' oder 'evenlet', 'gthread' oder 'sync'.
es: Clase de trabajo Gunicorn: gevent o evenlet, gthread o sync.
fr: Classe de travail Gunicorn : gevent ou evenlet, gthread ou sync.
zh_cn: Gunicorn 工作类：gevent 或 evenlet、gthread 或 sync。

source: The number of Gunicorn worker processes. If not specified, it uses: (number of CPU * 2) + 1.
de: Die Anzahl der Gunicorn-Arbeitsprozesse. Falls nicht angegeben, wird Folgendes verwendet: (Anzahl von CPU * 2) + 1.
es: El número de procesos de trabajador de Gunicorn. Si no se especifica, utiliza: (número de CPU * 2) + 1.
fr: Nombre de processus de travail Gunicorn. Si aucune valeur n'est spécifiée, la valeur suivante sera utilisée : (nombre d'UC * 2) + 1.
zh_cn: Gunicorn 工作进程数。如果未指定，则它将使用：(CPU 数量 * 2) + 1。

source: HTTP host to bind to.
de: Zu verbindender HTTP-Host.
es: Host HTTP al que vincular.
fr: Hôte HTTP à lier.
zh_cn: 要绑定的 HTTP 主机。

source: HTTP port to bind to.
de: Zu verbindender HTTP-Port.
es: Puerto HTTP al que vincular.
fr: Port HTTP à lier.
zh_cn: 要绑定的 HTTP 端口。

source: HTTP methods the server will be allowed to service.
de: HTTP-Methoden, die der Server einsetzen kann.
es: Métodos HTTP que podrá facilitar el servidor.
fr: Méthodes HTTP que le serveur sera autorisé à utiliser.
zh_cn: 将允许服务器提供服务的 HTTP 方法。

source: A comma-separated list of available Hue load balancers.
de: Eine durch Kommas getrennte Liste der verfügbaren Hue-Lastenausgleichsmodule.
es: Una lista separada por comas de los equilibradores de carga de Hue disponibles.
fr: Liste de valeurs séparées par des virgules des équilibreurs de charge Hue disponibles.
zh_cn: 可用 Hue 负载平衡器的列表（以逗号分隔）。

source: X-Frame-Options HTTP header value.
de: X-Frame-Options-HTTP-Header-Wert.
es: Valor de cabecera HTTP de X-Frame-Options.
fr: Valeur de l'en-tête HTTP X-Frame-Options.
zh_cn: X-Frame 选项 HTTP 标头值。

source: Filename of SSL Certificate
de: Dateiname von SSL-Zertifikat
es: Nombre de archivo del certificado SSL
fr: Nom de fichier du certificat SSL
zh_cn: SSL 证书的文件名

source: Filename of SSL RSA Private Key
de: Dateiname von SSL-RSA-Privater-Schlüssel
es: Nombre de archivo de la clave privada SSL RSA
fr: Nom de fichier de la clé privée SSL RSA
zh_cn: SSL RSA 私钥的文件名

source: Filename of SSL Certificate Chain
de: Dateiname von SSL-Zertifikatkette
es: Nombre de archivo de la cadena del certificado SSL
fr: Nom de fichier de la chaîne de certificat SSL
zh_cn: SSL 证书链的文件名

source: List of allowed and disallowed ciphers
de: Liste der zugelassenen und nicht zugelassenen Zeichen
es: Lista de cifrados permitidos y no permitidos
fr: Liste des chiffrements autorisés ou interdits
zh_cn: 允许和禁止的密码列表

source: SSL password of the certificate
de: SSL-Kennwort des Zertifikats
es: Contraseña SSL del certificado
fr: Mot de passe SSL du certificat
zh_cn: 证书的 SSL 密码

source: Execute this script to produce the SSL password. This will be used when `ssl_password` is not set.
de: Führen Sie dieses Skript aus, um das SSL-Kennwort zu generieren. Dieses wird verwendet, wenn "ssl_password" nicht festgelegt ist.
es: Ejecute esta secuencia de comandos para generar la contraseña SSL. Se utilizará cuando `ssl_password` no esté definido.
fr: Exécutez ce script pour générer le mot de passe SSL. Il sera utilisé si 'ssl_password' n'est pas défini.
zh_cn: 执行此脚本以生成 SSL 密码。这将用于未设置 `ssl_password` 的情况。

source: Path to default Certificate Authority certificates.
de: Pfad zu den standardmäßigen Zertifikatstellen-Zertifikaten.
es: Ruta a los certificados predeterminados de la autoridad certificadora.
fr: Chemin d'accès vers les certificats de l'Autorité de certification par défaut.
zh_cn: 默认证书颁发机构证书的路径。

source: Choose whether Hue should validate certificates received from the server.
de: Legen Sie fest, ob Hue die vom Server empfangenen Zertifikate prüfen soll.
es: Elija si Hue debe validar los certificados que reciba del servidor.
fr: Indiquez si Hue doit valider les certificats reçus du serveur.
zh_cn: 选择 Hue 是否应验证从服务器收到的证书。

source: Strict-Transport-Security: max-age=31536000 This is a HTTP response header, Once a supported browser receives this header that browser will prevent any communications from being sent over HTTP to the specified domain and will instead send all communications over HTTPS.
de: Strict-Transport-Security: max-age=31536000 Dies ist ein HTTP-Antwortheader. Wenn ein unterstützter Browser diesen Header erhält, verhindert dieser Browser jede Kommunikation über HTTP mit der angegebenen Domäne und sendet stattdessen die gesamte Kommunikation über HTTPS.
es: Strict-Transport-Security: max-age=31536000 Esta es una cabecera de respuesta de HTTP. Una vez que un explorador compatible recibe esta cabecera, dicho explorador impedirá que cualquier comunicación se envíe a través de HTTP al dominio especificado y enviará en su lugar todas las comunicaciones a través de HTTPS.
fr: Strict-Transport-Security: max-age=31536000 Il s'agit d'un en-tête de réponse HTTP. Une fois qu'un navigateur pris en charge reçoit cet en-tête, ce navigateur empêche l'envoi des communications via HTTP vers le domaine spécifié et envoie à la place toutes les communications via HTTPS.
zh_cn: Strict-Transport-Security: max-age=31536000 这是 HTTP 响应标头，如果受支持浏览器收到此标头，则该浏览器将阻止通过 HTTP 向指定域发送任何通信，而是改为通过 HTTPS 发送所有通信。

source: Strict-Transport-Security: This is a HTTP response header, Once a supported browser receives this header that browser will prevent any communications from being sent over HTTP to the specified domain and will instead send all communications over HTTPS.
de: Strict-Transport-Security: Dies ist ein HTTP-Antwortheader. Wenn ein unterstützter Browser diesen Header erhält, verhindert dieser Browser jede Kommunikation über HTTP mit der angegebenen Domäne und sendet stattdessen die gesamte Kommunikation über HTTPS.
es: Strict-Transport-Security: Esta es una cabecera de respuesta de HTTP. Una vez que un explorador compatible reciba esta cabecera, dicho explorador impedirá que cualquier comunicación se envíe a través de HTTP al dominio especificado y enviará en su lugar todas las comunicaciones a través de HTTPS.
fr: Strict-Transport-Security : il s'agit d'un en-tête de réponse HTTP. Une fois qu'un navigateur pris en charge reçoit cet en-tête, ce navigateurl empêche l'envoi des communications via HTTP vers le domaine spécifié et envoie à la place toutes les communications via HTTPS.
zh_cn: Strict-Transport-Security: 这是 HTTP 响应标头，如果受支持浏览器收到此标头，则该浏览器将阻止通过 HTTP 向指定域发送任何通信，而是改为通过 HTTPS 发送所有通信。

source: X-Content-Type-Options: nosniff This is a HTTP response header feature that helps prevent attacks based on MIME-type confusion.
de: X-Content-Type-Options: nosniff Dies ist ein Feature im HTTP-Antwortheader, das der Verhinderung von Angriffen durch unerwartete MIME-Typen dient.
es: X-Content-Type-Options: nosniff Esta es una función de cabecera de respuesta HTTP que ayuda a evitar ataques basados en la confusión de tipos MIME.
fr: X-Content-Type-Options: nosniff Il s'agit d'une fonctionnalité d'en-tête de réponse HTTP qui contribue à empêcher les attaques basées sur une confusion de type MIME.
zh_cn: X-Content-Type-Options: 这是 HTTP 响应标头功能，该功能有助于防止基于 MIME 类型混淆的攻击。

source: X-Xss-Protection: "1; mode=block" This is a HTTP response header feature to force XSS protection.
de: X-Xss-Protection: "1; mode=block" Dies ist ein Feature im HTTP-Antwortheader, das XSS-Schutz erzwingt.
es: X-Xss-Protection: "1; mode=block" Esta es una función de cabecera de respuesta HTTP que fuerza la protección XSS.
fr: X-Xss-Protection: "1; mode=block" Il s'agit d'une fonctionnalité d'en-tête de réponse HTTP pour forcer la protection XSS.
zh_cn: X-Xss-Protection: "1; mode=block" 这是 HTTP 响应标头功能，可用于强制执行 XSS 保护。

source: If all non-SSL requests should be permanently redirected to SSL.
de: Wenn alle Nicht-SSL-Anforderungen dauerhaft über SSL weitergeleitet werden sollen.
es: Si todas las solicitudes no SSL deberían redirigirse permanentemente a SSL.
fr: Si toutes les demandes autres que SSL doivent être redirigées de manière permanente vers SSL.
zh_cn: 如果所有非 SSL 请求都应永久重定向至 SSL。

source: If all non-SSL requests should be permanently redirected to this SSL host.
de: Wenn alle Nicht-SSL-Anforderungen dauerhaft an diesen SSL-Host weitergeleitet werden sollen.
es: Si todas las solicitudes no SSL deberían redirigirse permanentemente a este host SSL.
fr: Si toutes les demandes autres que SSL doivent être redirigées de manière permanente vers cet hôte SSL.
zh_cn: 如果所有非 SSL 请求都应永久重定向至此 SSL 主机。

source: Comma separated list of strings representing the host/domain names that the Hue server can not serve https.
de: Komma-getrennte Liste von Zeichenfolgen, die die Host-/Domänennamen darstellen, an die der Hue Server kein HTTPS übermitteln kann.
es: Lista de cadenas separadas por comas que representan los nombres de host/dominio que Hue Server no puede servir a HTTPS.
fr: Liste de chaînes séparées par des virgules, qui représente les noms d'hôte/de domaine que le serveur Hue ne peut desservir par https.
zh_cn: 逗号分隔的字符串列表表示 Hue 服务器无法提供 https 的主机/域名。

source: LDAP password of the hue user used for LDAP authentications. For example for LDAP Authentication with HiveServer2/Impala.
de: LDAP-Kennwort des für LDAP-Authentifizierungen verwendeten Hue-Benutzers. Beispielsweise für die LDAP-Authentifizierung mit HiveServer2/Impala.
es: La contraseña de LDAP del usuario de Hue utilizada para las autenticaciones de LDAP. Por ejemplo, la autenticación de LDAP con HiveServer2/Impala.
fr: Mot de passe LDAP de l'utilisateur Hue qui est utilisé pour les authentifications LDAP (ex. : pour l'authentification LDAP avec HiveServer2/Impala).
zh_cn: Hue 用户用于 LDAP 身份验证的 LDAP 密码。例如，使用 HiveServer2/Impala 进行 LDAP 身份验证。

source: Execute this script to produce the LDAP password. This will be used when `ldap_password` is not set.
de: Führen Sie dieses Skript aus, um das LDAP-Kennwort zu generieren. Dieses wird verwendet, wenn "ldap_password" nicht festgelegt ist.
es: Ejecute esta secuencia de comandos para generar la contraseña LDAP. Se utilizará cuando `ldap_password` no esté definido.
fr: Exécutez ce script pour générer le mot de passe LDAP. Il sera utilisé si 'ldap_password' n'est pas défini.
zh_cn: 执行此脚本以生成 LDAP 密码。这将用于未设置 `ldap_password` 的情况。

source: LDAP username of the hue user used for LDAP authentications. For example for LDAP Authentication with HiveServer2/Impala.
de: Der für die LDAP-Authentifizierungen verwendete LDAP-Benutzername des Hue-Benutzers. Beispielsweise für die LDAP-Authentifizierung mit HiveServer2/Impala.
es: El nombre de usuario de LDAP del usuario de Hue utilizado para las autenticaciones de LDAP. Por ejemplo, la autenticación de LDAP con HiveServer2/Impala.
fr: Nom d'utilisateur LDAP de l'utilisateur Hue qui est utilisé pour les authentifications LDAP (ex. : pour l'authentification LDAP avec HiveServer2/Impala).
zh_cn: Hue 用户用于 LDAP 身份验证的 LDAP 用户名。例如，使用 HiveServer2/Impala 进行 LDAP 身份验证。

source: Auth username of the hue user used for authentications. For example for LDAP Authentication with HiveServer2/Impala.
de: Der für die Authentifizierungen verwendete auth-Benutzername des Hue-Benutzers. Beispielsweise für die LDAP-Authentifizierung mit HiveServer2/Impala.
es: El nombre de usuario de autenticación del usuario de Hue utilizado para las autenticaciones. Por ejemplo, la autenticación de LDAP con HiveServer2/Impala.
fr: Nom d'authentification de l'utilisateur Hue utilisé pour les authentifications, par exemple, pour l'authentification LDAP avec HiveServer2/Impala.
zh_cn: Hue 用户用于身份验证的身份验证用户名。例如，使用 HiveServer2/Impala 进行 LDAP 身份验证。

source: LDAP/PAM/.. password of the hue user used for authentications. Inactive if empty. For example for LDAP Authentication with HiveServer2/Impala.
de: LDAP/PAM/..-Kennwort des für Authentifizierungen verwendeten Hue-Benutzers. Inaktiv, wenn der Eintrag leer ist. Beispielsweise für die LDAP-Authentifizierung mit HiveServer2/Impala.
es: La contraseña de LDAP/PAM/ del usuario de Hue utilizada para las autenticaciones. Por ejemplo, la autenticación de LDAP con HiveServer2/Impala.
fr: Mot de passe LDAP/PAM/.. de l'utilisateur Hue utilisé pour les authentifications. Inactif si vide. Par exemple, pour l'authentification LDAP avec HiveServer2/Impala.
zh_cn: Hue 用户用于身份验证的 LDAP/PAM/.. 密码。例如，使用 HiveServer2/Impala 进行 LDAP 身份验证。

source: Execute this script to produce the auth password. This will be used when `auth_password` is not set.
de: Führen Sie dieses Skript aus, um das auth-Kennwort zu generieren. Dieses wird verwendet, wenn "auth_password" nicht festgelegt ist.
es: Ejecute esta secuencia de comandos para generar la contraseña de autenticación. Se utilizará cuando `auth_password` no esté definido.
fr: Exécutez ce script pour générer le mot de passe d'authentification. Il sera utilisé si 'auth_password' n'est pas défini.
zh_cn: 执行此脚本以生成身份验证密码。这将用于未设置 `auth_password` 的情况。

source: If set to false, runcpserver will not actually start the web server. Used if Apache is being used as a WSGI container.
de: Wenn als falsch gesetzt, startet runcpserver den Webserver tatsächlich nicht. Wird verwendet, wenn Apache als ein WSGI-Container verwendet wird.
es: Si se establece en false, runcpserver no iniciará realmente el servidor web. Se utiliza si se emplea Apache como contenedor WSGI.
fr: Si défini sur False, runcpserver ne démarrera pas le serveur Web. Utilisé si Apache est en cours d'utilisation comme conteneur WSGI.
zh_cn: 如果设置为 false，runcpserver 实际上将不启动 Web 服务器。如果 Apache 正用作 WSGI 容器，则使用它。

source: Number of threads used by the CherryPy web server.
de: Anzahl der von CherryPy Webserver verwendeten Threads.
es: Número de subprocesos usados por el servidor web CherryPy.
fr: Nombre de threads utilisés par le serveur Web CherryPy.
zh_cn: CherryPy Web 服务器使用的线程数。

source: Used in hashing algorithms for sessions.
de: In Hashing-Algorithmen für Sessions verwendet.
es: Se utiliza en los algoritmos de hash para las sesiones.
fr: Utilisé dans le hachage d'algorithmes pour les sessions.
zh_cn: 在会话的散列算法中使用。

source: Execute this script to produce the Django secret key. This will be used when `secret_key` is not set.
de: Führen Sie dieses Skript aus, um den geheimen Django-Schlüssel zu generieren. Dieser wird verwendet, wenn "secret_key" nicht festgelegt ist.
es: Ejecute esta secuencia de comandos para generar la clave secreta de Django. Se utilizará cuando `secret_key` no esté definido.
fr: Exécutez ce script pour générer la clé secrète Django. Elle sera utilisée si 'secret_key' n'est pas défini.
zh_cn: 执行此脚本以生成 Django 密钥。这将用于未设置 `secret_key` 的情况。

source: Number of user access to remember per view per user.
de: Anzahl der zu erfassenden Benutzerzugriffe pro Anzeige pro Benutzer.
es: Número de acceso de usuario para recordar por vista y por usuario.
fr: Nombre d'accès utilisateur à mémoriser par vue par utilisateur.
zh_cn: 要记住的每用户视图的用户访问数。

source: Help improve Hue with anonymous usage analytics.Use Google Analytics to see how many times an application or specific section of an application is used, nothing more.
de: Helfen Sie dabei, Hue durch anonyme Nutzungsanalysen zu verbessern. Mit Google Analytics zeigen Sie ausschließlich an, wie oft eine Anwendung oder ein bestimmter Abschnitt einer Anwendung verwendet wird.
es: Ayude a mejorar Hue con analíticas de uso anónimas. Use Google Analytics para conocer cuántas veces se utiliza una aplicación o una sección específica, así de fácil.
fr: L'Aide complète Hue avec l'analyse de l'utilisation anonyme. Utilisez Google Analytics pour connaître le nombre d'utilisations d'une application ou d'une section spécifique d'une application.
zh_cn: 使用匿名使用分析帮助改进 Hue。使用 Google Analytics 查看应用程序或应用程序特定部分的使用次数，就这么简单。

source: Tile layer server URL for the Leaflet map charts. Read more on http://leafletjs.com/reference.html#tilelayer. Make sure you add the tile domain to the img-src section of the 'secure_content_security_policy' configuration parameter as well.
de: URL des Kachel-Layer-Servers für die Leaflet-Map-Diagramme. Weitere Informationen dazu finden Sie unter http://leafletjs.com/reference.html#tilelayer. Fügen Sie unbedingt im img-src-Abschnitt des Konfigurationsparameters 'secure_content_security_policy' zusätzlich die Domäne für die Kacheln hinzu.
es: URL de servidor de capa de Tile para gráficos de map de Leaflet. Lea más en http://leafletjs.com/reference.html#tilelayer. Asegúrese de que también añade el dominio de Tile a la sección img-src del parámetro de configuración 'secure_content_security_policy' .
fr: URL du serveur de couche de vignettes des graphiques du map Leaflet. Pour en savoir plus, consultez http://leafletjs.com/reference.html#tilelayer. Assurez-vous d'ajouter également le domaine de vignettes à la section img-src du paramètre de configuration « secure_content_security_policy ».
zh_cn: 传单图表的图块层服务器 URL。有关详细信息，请参阅 http://leafletjs.com/reference.html#tilelayer。请确保将图块域添加到 secure_content_security_policy 配置参数的 img-src 部分中。

source: The copyright message for the specified Leaflet maps Tile Layer
de: Die Copyright-Meldung für die angegebene TileLayer der Leaflet-Map
es: El mensaje de copyright de la capa de Tile de maps de Leaflet especificada
fr: Message de droits d'auteur pour la couche de vignettes du map Leaflet
zh_cn: 特定传单图图块层的版权消息

source: All the map options, accordingly to http://leafletjs.com/reference-0.7.7.html#map-options. To change CRS, just use the name, ie. 'EPSG4326'
de: Alle Map-Optionen gemäß http://leafletjs.com/reference-0.7.7.html#map-options. Zum Ändern von CRS verwenden Sie einfach den Namen, z. B. „EPSG4326“.
es: Todas las opciones de map, según http://leafletjs.com/reference-0.7.7.html#map-options. Para cambiar CRS, simplemente use el nombre, es decir, 'EPSG4326'
fr: Toutes les options de mappage, en fonction de http://leafletjs.com/reference-0.7.7.html#map-options. Pour modifier CRS, utilisez le nom (par exemple, EPSG4326)
zh_cn: http://leafletjs.com/reference-0.7.7.html#map-options 对应的所有映射选项。要更改 CRS，只需使用此名称（即“EPSG4326”）即可
