Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/core/src/desktop/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, zh_cn

source: All the tile layer options, accordingly to http://leafletjs.com/reference-0.7.7.html#tilelayer
de: Alle Kachel-Layer-Optionen gemäß http://leafletjs.com/reference-0.7.7.html#tilelayer
es: Todas las opciones de capa de tile, según http://leafletjs.com/reference-0.7.7.html#tilelayer
fr: Toutes les options de couche de vignettes, en fonction de http://leafletjs.com/reference-0.7.7.html#tilelayer
zh_cn: http://leafletjs.com/reference-0.7.7.html#tilelayer 对应的所有图块层选项

source: Use poll(2) in Hue thrift pool.
de: Verwenden Sie poll(2) im Hue-Thrift-Pool.
es: Utilizar poll(2) en pool Thrift de Hue.
fr: Utilisez poll(2) dans le pool de thrift Hue.
zh_cn: 在 Hue Thrift 池中使用 poll(2)。

source: Comma-separated list of Django middleware classes to use. See https://docs.djangoproject.com/en/1.4/ref/middleware/ for more details on middlewares in Django.
de: Durch Kommas abgetrennte Liste der zu verwendenden Django-Middleware-Klassen. In https://docs.djangoproject.com/en/1.4/ref/middleware/ finden Sie weitere Details zu Middleware in Django.
es: Lista separada por comas de clases de middleware de Django que se van a utilizar. Consulte https://docs.djangoproject.com/en/1.4/ref/middleware/ para obtener más información sobre los middlewares de Django.
fr: Liste de classes de middleware Django séparées par des virgules, à utiliser. Consultez la page Web https://docs.djangoproject.com/en/1.4/ref/middleware/ pour plus de détails sur les middlewares dans Django.
zh_cn: 用逗号分隔的要使用的 Django 中间件类列表。有关 Django 中的中间件的更多详情，请参阅 https://docs.djangoproject.com/en/1.4/ref/middleware/。

source: Comma-separated list of regular expressions, which match the redirect URL.For example, to restrict to your local domain and FQDN, the following value can be used: ^\/.*$,^http:\/\/www.mydomain.com\/.*$
de: Durch Kommas abgetrennte Liste regulärer Ausdrücke, die der Weiterleitungs-URL entsprechen. Wenn Sie beispielsweise eine Beschränkung auf Ihre lokale Domäne und FQDN festlegen möchten, kann der folgende Wert verwendet werden: ^\/.*$,^http:\/\/www.mydomain.com\/.*$
es: Lista separada por comas de expresiones regulares que coincidirán con la URL de redireccionamiento. Por ejemplo, para restringir el dominio local y FQDN, puede utilizarse el siguiente valor: ^\/.*$,^http:\/\/www.mydomain.com\/.*$
fr: Liste d'expressions régulières séparées par des virgules, qui correspondent à l'URL de redirection. Par exemple, pour limiter à votre domaine local et FQDN, vous pouvez utiliser la valeur suivante : ^\/.*$,^http:\/\/www.mydomain.com\/.*$
zh_cn: 用逗号分隔的与重定向 URL 匹配的正则表达式列表。例如，要限制您的本地域和 FQDN，可使用以下值：^\/.*$、^http:\/\/www.mydomain.com\/.*$

source: Enable X-Forwarded-Host header if the load balancer requires it.
de: X-Forwarded-Host-Header aktivieren, wenn der Lastausgleich dies erfordert.
es: Activa la cabecera del host enviado a X si el balancer de carga lo requiere.
fr: Activez l'en-tête X-Forwarded-Host si l'équilibreur de charge l'exige.
zh_cn: 如果负载平衡器需要，请启用 X-Forwarded-Host 标头。

source: Support for HTTPS termination at the load-balancer level with SECURE_PROXY_SSL_HEADER.
de: Unterstützung für HTTPS-Terminierung auf Lastenausgleichsebene mit SECURE_PROXY_SSL_HEADER.
es: Compatibilidad para la terminación HTTPS en el nivel del equilibrador de carga con SECURE_PROXY_SSL_HEADER.
fr: Prise en charge du point de terminaison HTTPS au niveau du module d'équilibrage de charge avec SECURE_PROXY_SSL_HEADER.
zh_cn: 支持 HTTPS 在平衡负载器级别为 SECURE_PROXY_SSL_HEADER 时终止。

source: Comma separated list of apps to not load at server startup.
de: Komma-getrennte Liste mit beim Serverstart nicht zu ladenden Anwendungen
es: Lista separada por comas de las aplicaciones que no se deben cargar al iniciarse el servidor.
fr: Liste d'applications séparées par des virgules à ne pas charger lors du démarrage du serveur.
zh_cn: 在服务器启动时不加载的应用程序逗号分隔列表。

source: Id of the cluster where Hue is located.
de: ID des Clusters, in dem sich Hue befindet.
es: ID del clúster donde se encuentra Hue.
fr: ID du cluster dans lequel se trouve Hue.
zh_cn: Hue 所在群集的 ID。

source: To set to true in combination when using Hue demo backend.
de: In Kombination auf "true" setzen, wenn das Hue-Demo-Backend verwendet wird.
es: Para configurar a true en combinación al usar el Back-End de la demostración de Hue.
fr: A définir sur True en association en cas d'utilisation du serveur principal de démonstration Hue.
zh_cn: 使用 Hue 演示后台时设置为 True 组合。

source: Use this file to parse and redact log message.
de: Verwenden Sie diese Datei zum Parsen und Bearbeiten einer Protokollmeldung.
es: Use este archivo para analizar y redactar un mensaje de registro.
fr: Utilisez ce fichier pour analyser et rédiger un message de journal.
zh_cn: 使用此文件解析和编校日志消息。

source: Comma separated list of strings representing the host/domain names that the Hue server can serve.
de: Komma-getrennte Liste von Zeichenfolgen, die die Host-/Domänennamen darstellen, die der Hue Server verarbeiten kann.
es: Lista separada por comas de cadenas que representan los nombres de host/dominio que Hue Server puede servir.
fr: Liste de chaînes séparées par des virgules, qui représente les noms d'hôte/de domaine que le serveur Hue peut desservir.
zh_cn: 字符串逗号分隔的列表表示 Hue 服务器可承担的主机/域名。

source: Timeout in seconds for REST calls.
de: Timeout in Sekunden für REST-Aufrufe.
es: Tiempo de espera en segundos para llamadas de REST.
fr: Temporisation en secondes pour les appels REST.
zh_cn: REST 调用的超时时间（以秒为单位）。

source: Base URL to Interface Remote Server
de: Basis-URL für Schnittstellen-Remoteserver
es: URL de base para el servidor remoto de la interfaz
fr: URL de base du serveur Interface distant
zh_cn: 接口远程服务器的基本 URL

source: Base URL to Interface API
de: Basis-URL zur Schnittstellen-API
es: URL de base para la API de la interfaz
fr: URL de base de l'API Interface
zh_cn: 接口 API 的基本 URL

source: The Client ID of the Interface application.
de: Die Client-ID der Schnittstellenanwendung.
es: El ID de cliente de la aplicación de interfaz.
fr: ID de client de l'application Interface.
zh_cn: 接口应用程序的客户端 ID。

source: The Client Secret of the Interface application.
de: Die geheime Client-Angabe der Schnittstellenanwendung.
es: El secreto de cliente de la aplicación de interfaz.
fr: Secret client de l'application Interface.
zh_cn: 接口应用程序的客户端机密。

source: Configuration options for connecting to an external SMTP server.
de: Konfigurationsoptionen für die Verbindung mit einem externen SMTP-Server.
es: Opciones de configuración para conectarse a un servidor SMTP externo.
fr: Options de configuration pour établir une connexion à un serveur SMTP externe.
zh_cn: 用于连接到外部 SMTP 服务器的配置选项。

source: The SMTP server for email notification delivery.
de: Der SMTP-Server-Port für die Zustellung von E-Mail-Benachrichtigungen.
es: Servidor SMTP para el envío de notificaciones por correo electrónico.
fr: Serveur SMTP pour l'envoi des notifications par courriel.
zh_cn: 发送电子邮件通知的 SMTP 服务器。

source: The SMTP server port.
de: Der SMTP-Server-Port.
es: Puerto del servidor SMTP.
fr: Port du serveur SMTP.
zh_cn: SMTP 服务器端口。

source: The username for the SMTP host.
de: Der Benutzername für den SMTP-Host.
es: Nombre de usuario para el host SMTP.
fr: Nom d'utilisateur de l'hôte SMTP.
zh_cn: SMTP 主机用户名。

source: The password for the SMTP user.
de: Das Kennwort für den SMTP-Benutzer.
es: Contraseña del usuario de SMTP.
fr: Mot de passe de l'utilisateur SMTP.
zh_cn: SMTP 用户密码。

source: Execute this script to produce the SMTP user password. This will be used when the SMTP `password` is not set.
de: Führen Sie dieses Skript aus, um das SMTP-Benutzerkennwort zu generieren. Dieses wird verwendet, wenn "password" für SMTP nicht festgelegt ist.
es: Ejecute esta secuencia de comandos para generar la contraseña de usuario de SMTP. Se utilizará cuando `password` de SMTP no esté definido.
fr: Exécutez ce script pour générer le mot de passe de l'utilisateur SMTP. Il sera utilisé si le 'password' SMTP n'est pas défini.
zh_cn: 执行此脚本以生成 SMTP 用户密码。这将用于未设置 SMTP“密码”的情况。

source: Whether to use a TLS (secure) connection when talking to the SMTP server.
de: Ob eine (sichere) TLS-Verbindung für die Kommunikation mit dem SMTP-Server verwendet wird.
es: Indica si se debe utilizar una conexión TLS (segura) al hablar con el servidor SMTP.
fr: Indique si une connexion TLS (sécurisée) doit être utilisée lors d'une communication avec le serveur SMTP.
zh_cn: 与 SMTP 服务器会话时是否使用 TLS（安全）连接。

source: Default email address to use for various automated notifications from Hue.
de: Für verschiedene automatisierte Benachrichtigungen von Hue zu verwendende Standard-E-Mail-Adresse.
es: Dirección de correo electrónico predeterminada que utilizar para varias notificaciones automatizadas de Hue.
fr: Adresse courriel par défaut à utiliser pour les diverses notifications automatisées envoyées via Hue.
zh_cn: 用于来自 Hue 的各种自动通知的默认电子邮件地址。

source: Configuration options for metrics
de: Konfigurationsoptionen für Kennzahlen
es: Opciones de configuración de métricas
fr: Options de configuration pour les mesures
zh_cn: 度量的配置选项。

source: Enable metrics URL "desktop/metrics"
de: Kennzahlen-URL "Desktop/Kennzahlen" aktivieren
es: Activa la URL "desktop/metrics" de las métricas
fr: Activez l'URL de mesures "desktop/metrics"
zh_cn: 启用度量 URL "desktop/metrics"

source: If specified, Hue will write metrics to this file
de: Wenn angegeben, schreibt Hue Kennzahlen in diese Datei
es: Si se especifica, Hue escribirá las métricas en este archivo
fr: Si ce paramètre est précisé, Hue écrira les mesures dans ce fichier
zh_cn: 如果指定，Hue 将度量写入到此文件

source: Time in milliseconds on how frequently to collect metrics
de: Die Häufigkeit, mit der Kennzahlen abgerufen werden (in Millisekunden)
es: El tiempo en milisegundos de la frecuencia con la que se recopilan las métricas
fr: Fréquence de collecte des mesures, exprimée en millisecondes
zh_cn: 收集度量频率的时间（以毫秒为单位）

source: Configuration options for specifying the Desktop Database. For more info, see http://docs.djangoproject.com/en/1.4/ref/settings/#database-engine
de: Konfigurationsoptionen zur Angabe der Desktop-Datenbank. Weitere Informationen finden Sie unter http://docs.djangoproject.com/en/1.4/ref/settings/#database-engine
es: Opciones de configuración para especificar la base de datos de Desktop. Para más información, consulte http://docs.djangoproject.com/en/1.4/ref/settings/#database-engine
fr: Options de configuration permettant de spécifier la base de données Desktop. Pour en savoir plus, consultez la page http://docs.djangoproject.com/en/1.4/ref/settings/#database-engine
zh_cn: 用于指定桌面数据库的配置选项。 有关详细信息，请参阅 http://docs.djangoproject.com/en/1.4/ref/settings/#database-engine

source: Database engine, such as postgresql_psycopg2, mysql, or sqlite3.
de: Datenbank-Engine wie postgresq_psycopg2, mysql oder sqlite3.
es: Motor de base de datos, como postgresql_psycopg2, mysql o sqlite3.
fr: Moteur de base de données, tel que postgresql_psycopg2, mysql ou sqlite3.
zh_cn: 数据库引擎，如 postgresql_psycopg2、mysql 或 sqlite3。

source: Database name, or path to DB if using sqlite3.
de: Datenbankname oder Pfad zu DB, wenn sqlite3 verwendet wird.
es: Nombre de la base de datos o ruta a la base de datos si se utiliza sqlite3.
fr: Nom de la base de données, ou chemin vers la BD si sqlite3 est utilisé.
zh_cn: 数据库名称，或数据库路径（如果使用 sqlite3）。

source: Database username.
de: Datenbank-Benutzername.
es: Nombre de usuario de la base de datos.
fr: Nom d'utilisateur de la base de données.
zh_cn: 数据库用户名。

source: Database schema, to be used only when public schema is revoked in postgres.
de: Datenbankschema, nur zu verwenden, wenn öffentliches Schema in postgres widerrufen wurde.
es: Esquema de base de datos que solo se utiliza cuando el esquema público se revoca en postgres.
fr: Schéma de base de données à utiliser uniquement lorsque le schéma public est révoqué dans postgres.
zh_cn: 数据库架构，只有在 postgres 中撤销公共架构后才会使用。

source: Database password.
de: Datenbank-Kennwort.
es: Contraseña de la base de datos.
fr: Mot de passe de la base de données.
zh_cn: 数据库密码。

source: Execute this script to produce the database password. This will be used when `password` is not set.
de: Führen Sie dieses Skript aus, um das Datenbankkennwort zu generieren. Dieses wird verwendet, wenn "password" nicht festgelegt ist.
es: Ejecute esta secuencia de comandos para generar la contraseña de la base de datos. Se utilizará cuando `password` no esté definido.
fr: Exécutez ce script pour générer le mot de passe de base de données. Il sera utilisé si le 'password' n'est pas défini.
zh_cn: 执行此脚本以生成数据库密码。这将用于未设置“密码”的情况。

source: Database host.
de: Datenbank-Host.
es: Host de la base de datos.
fr: Hôte de la base de données.
zh_cn: 数据库主机。

source: Database port.
de: Datenbank-Port.
es: Puerto de la base de datos.
fr: Port de la base de données.
zh_cn: 数据库端口。

source: Database options to send to the server when connecting.
de: Datenbankoptionen, die beim Verbindungsaufbau an den Server gesendet werden.
es: Opciones de base de datos que enviar al servidor al conectar.
fr: Options de base de données à envoyer au serveur lors de la connexion.
zh_cn: 连接时发送到服务器的数据库选项。

source: The CONN_MAX_AGE parameter controls db connections persistency in seconds.
de: Der CONN_MAX_AGE-Parameter steuert die Beständigkeit von Datenbankverbindungen in Sekunden.
es: El parámetro CONN_MAX_AGE controla la persistencia de las conexiones de la base de datos en segundos.
fr: Le paramètre CONN_MAX_AGE contrôle la persistance des connexions de BD en secondes.
zh_cn: CONN_MAX_AGE 参数用于控制数据库连接持久性（以秒为单位）。

source: Configuration options for specifying the Desktop session. For more info, see https://docs.djangoproject.com/en/1.4/topics/http/sessions/
de: Konfigurationsoptionen zum Festlegen der Desktop-Sitzung. Weitere Informationen finden Sie unter https://docs.djangoproject.com/en/1.4/topics/http/sessions/
es: Opciones de configuración para especificar la sesión de Desktop. Para más información, consulte https://docs.djangoproject.com/en/1.4/topics/http/sessions/
fr: Options de configuration permettant de spécifier la session Desktop. Pour en savoir plus, consultez la page https://docs.djangoproject.com/en/1.4/topics/http/sessions/
zh_cn: 用于指定桌面会话的配置选项。 有关详细信息，请参阅 https://docs.djangoproject.com/en/1.4/topics/http/sessions/

source: The name of the cookie to use for sessions.This can have any value that is not used by the other cookie names in your application.
de: Der Name des Cookies, der für Sitzungen verwendet werden soll. Dies kann ein beliebiger Wert sein, der nicht von den anderen Cookienamen in Ihrer Anwendung verwendet wird.
es: Nombre de la cookie que se usará para las sesiones. Puede tener cualquier valor que no utilicen los otros nombres de cookies de su aplicación.
fr: Nom du cookie à utiliser pour les sessions. Vous pouvez lui attribuer n'importe quelle valeur à l'exception de celles déjà utilisées par d'autres noms de cookie dans votre application.
zh_cn: 用于会话的 Cookie 的名称。此名称可以具有您的应用程序中的其他 Cookie 名称未使用的任何值。

source: The cookie containing the users' session ID will expire after this amount of time in seconds.
de: Der Cookie, der die Sitzungs-ID des Benutzers enthält, läuft nach dieser Zeit (in Sekunden) ab.
es: La cookie que contiene el ID de sesión del usuario caducará después de esta cantidad de tiempo en segundos.
fr: Le cookie contenant l'ID de session des utilisateurs expire après cette durée exprimée en secondes.
zh_cn: 包含用户会话 ID 的 Cookie 将在此时间长度（以秒为单位）后过期。

source: The cookie containing the users' session ID will be secure. This should only be enabled with HTTPS.
de: Der Cookie, der die Sitzungs-ID des Benutzers enthält, ist sicher. Dies sollte nur in Kombination mit HTTPS aktiviert werden.
es: La cookie que contiene el ID de sesión de los usuarios será segura. Solo se debe activar con HTTPS.
fr: Le cookie contenant l'ID de session des utilisateurs est sécurisé. Ceci n'est possible qu'avec HTTPS.
zh_cn: 包含用户会话 ID 的 Cookie 将是安全的。这仅应使用 HTTPS 启用。

source: The cookie containing the users' session ID will use the HTTP only flag.
de: Der Cookie, der die Sitzungs-ID des Benutzers enthält, verwendet die Kennzeichnung "nur HTTP".
es: La cookie que contiene el ID de sesión de los usuarios utilizará la marca de solo HTTP.
fr: Le cookie contenant l'ID de session d'utilisateur utilise le drapeau HTTP seulement.
zh_cn: 包含用户会话 ID 的 Cookie 将使用 HTTP Only 标记。

source: Use session-length cookies. Logs out the user when she closes the browser window.
de: Verwenden Sie Cookies mit Sitzungslänge. Der Benutzer wird abgemeldet, wenn er das Browserfenster schließt.
es: Utilizar cookies de sesión. Cierra la sesión del usuario cuando cierra la ventana del explorador.
fr: Utilisez des cookies de session, permettant de déconnecter l'utilisateur à la fermeture de la fenêtre du navigateur.
zh_cn: 使用会话长度 cookie。当用户关闭浏览器窗口时注销用户。

source: If set, limits the number of concurrent user sessions. 1 represents 1 session per user. Default: 0 (unlimited sessions per user)
de: Legen Sie diese Option fest, um die Anzahl der gleichzeitigen Benutzersitzungen einzuschränken. „1“ steht für 1 Sitzung pro Benutzer. Standardwert: „0“ (unbegrenzte Sitzungen pro Benutzer).
es: Si se establece, limita el número de sesiones de usuario simultáneas. 1 representa 1 sesión por usuario. Valor predeterminado: 0 (sesiones ilimitadas por usuario)
fr: Cette option permet de limiter le nombre de sessions utilisateur simultanées. 1 représente 1 session par utilisateur. Par défaut : 0 (nombre illimité de sessions par utilisateur)
zh_cn: 如果设置此选项，则会限制并发用户会话数量。1 表示每个用户 1 个会话。默认值：0（每个用户的会话数无限制）

source: Configuration options for specifying Hue's Kerberos integration for secured Hadoop clusters.
de: Konfigurationsoptionen zum Angeben der Kerberos-Integration von Hue für gesicherte Hadoop-Cluster.
es: Opciones de configuración para especificar la integración de Kerberos de Hue para clústeres de Hadoop seguros.
fr: Options de configuration permettant de spécifier l'intégration Kerberos de Hue pour des clusters Hadoop sécurisés.
zh_cn: 用于指定 Hue 的 Kerberos 集成以 提供安全 Hadoop 集群的配置选项。

source: Path to a Kerberos keytab file containing Hue's service credentials.
de: Pfad zu einer Kerberos-Keytab-Datei, die Hues Dienstkontoinformationen enthält.
es: Ruta a un archivo keytab de Kerberos que contiene las credenciales del servicio de Hue.
fr: Chemin vers un fichier keytab Kerberos contenant les informations de connexion au service Hue.
zh_cn: 包含 Hue 的服务凭据的 Kerberos keytab 文件的路径。

source: Kerberos principal name for Hue. Typically 'hue/hostname.foo.com'.
de: Kerberos-Hauptname für Hue. Typischerweise 'hue/hostname.foo.com'.
es: Nombre de la entidad de seguridad de Kerberos para Hue. Normalmente 'hue/hostname.foo.com'.
fr: Nom Kerberos principal pour Hue. En général 'hue/hostname.foo.com'.
zh_cn: Hue 的 Kerberos 主体名称。通常为“hue/hostname.foo.com”。

source: Frequency in seconds with which Hue will renew its keytab.
de: Frequenz in Sekunden, mit der Hue seinen Keytab erneuert.
es: Frecuencia en segundos con la que Hue renovará su keytab.
fr: Fréquence en secondes à laquelle Hue renouvellera son keytab.
zh_cn: Hue 更新其 keytab 的频率（秒数）。

source: Path to keep Kerberos credentials cached.
de: Pfad, um Kerberos-Kontoinformationen im Cache zu halten.
es: Ruta para mantener las credenciales de Kerberos en caché.
fr: Chemin pour conserver des informations de connexion de Kerberos dans le cache.
zh_cn: 保留缓存 Kerberos 凭据的路径。

source: Path to Kerberos 'kinit' command.
de: Pfad zum Kerberos-Befehl "kinit".
es: Ruta al comando 'kinit' de Kerberos.
fr: Chemin d'accès à la commande 'kinit' de Kerberos.
zh_cn: Kerberos 'kinit' 命令的路径。

source: Mutual authentication from the server, attaches HTTP GSSAPI/Kerberos Authentication to the given Request object
de: Gegenseitige Authentifizierung über den Server, fügt HTTP GSSAPI/Kerberos-Authentifizierung an das vorhandene Request-Objekt an.
es: Autenticación mutua desde el servidor, adjunta Autenticación HTTP GSSAPI/Kerberos para el objeto de solicitud dado.
fr: Authentification mutuelle à partir du serveur avec liaison HTTP GSSAPI/Kerberos Authentification de l'objet Requête donné
zh_cn: 服务器发出的相互身份验证会为给定的请求对象附加 HTTP GSSAPI/Kerberos 身份验证

source: This property specifies the maximum size of the receive buffer in bytes in thrift sasl communication.
de: Diese Eigenschaft gibt die maximale Größe des Empfangspuffers in Byte für die Thrift-Sasl-Kommunikation an.
es: Esta propiedad especifica el tamaño máximo del búfer de recepción en bytes en la comunicación de sasl Thrift.
fr: Cette propriété spécifie la taille maximale du tampon de réception en octets dans la communication SASL Thrift.
zh_cn: 此属性用于指定 thrift sasl 通信中接收缓冲区的最大大小（以字节为单位）。

source: Time zone name.
de: Name der Zeitzone
es: Nombre de la zona horaria.
fr: Nom du fuseau horaire.
zh_cn: 时区名称。

source: Default system-wide unicode encoding.
de: Systemweite Standard-Unicode-Kodierung.
es: Codificación Unicode predeterminada de todo el sistema.
fr: Encodage unicode par défaut du système.
zh_cn: 默认系统范围 unicode 编码。

source: Username to run servers as.
de: Benutzername für die Ausführung von Servern.
es: Nombre de usuario con el que ejecutar servidores.
fr: Nom d'utilisateur sous lequel exécuter des serveurs.
zh_cn: 运行服务器的角色的用户名。

source: Group to run servers as.
de: Gruppe für die Ausführung von Servern.
es: Grupo con el que ejecutar servidores.
fr: Groupe sous lequel exécuter des serveurs.
zh_cn: 运行服务器的角色的组。

source: This should be the user running hue webserver
de: Dies sollte der Benutzer sein, der den Hue-Webserver ausführt
es: Esto debería ser el usuario que ejecute el servidor web Hue
fr: Ceci doit représenter l'utilisateur qui exécute le serveur Web Hue
zh_cn: 这应该是运行 Hue Web 服务器的用户

source: This should be the hdfs super user
de: Dies sollte der HDFS-Superuser sein
es: Esto debería ser el superusuario HDFS
fr: Ce doit être le superutilisateur HDFS
zh_cn: 这应该是 HDFS 超级用户

source: Customizations to the UI.
de: Anpassungen der UI.
es: Personalizaciones de la UI.
fr: Personnalisations de l'IU.
zh_cn: UI 自定义。

source: Top banner HTML code. This code will be placed in the navigation bar so that it will reside at the top of the page in a fixed position. One common value is `<img src="http://www.example.com/example.gif" />`
de: HTML-Code für oberes Banner. Dieser Code wird in der Navigationsleiste eingefügt, sodass er sich oben in der Seite an einer festen Position befindet. Ein gängiger Wert lautet '<img src="http://www.example.com/example.gif" />'.
es: Código HTML del banner superior. Este código se situará en la barra de navegación, de modo que residirá en una posición fija de la parte superior de la página. Un valor común es `<img src="http://www.example.com/example.gif" />`
fr: Code HTML de la bannière supérieure. Ce code sera placé dans la barre de navigation afin d'être fixé dans le haut de la page. Une valeur courante pour ce code est la suivante : <img src="http://www.example.com/example.gif" />
zh_cn: 顶部横幅 HTML 代码。此代码将位于导航栏中，因此它将驻留在页面顶部的固定位置。一个公用值为 `<img src="http://www.example.com/example.gif" />`

source: The login splash HTML code. This code will be placed in the login page, useful for security warning messages.
de: Der HTML-Code für den Anmeldebildschirm. Dieser Code wird auf der Anmeldeseite platziert und kann für Sicherheitswarnungen verwendet werden.
es: El código HTML de un splash de inicio de sesión. Este código se ubicará en la página de inicio de sesión y resulta útil para los mensajes de advertencia de seguridad.
fr: Code HTML de l'écran d'introduction. Ce code vient se placer dans la page de connexion et s'avère utile pour afficher des messages d'avertissement de sécurité.
zh_cn: 登录 splash HTML 代码。此代码位于登录页面，对安全性警告消息很有用。
