Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/core/src/desktop/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, zh_cn

source: Powered by
de: Unterstützt von
es: Con tecnología de
fr: Optimisé par
zh_cn: 提供商：

source: Your session expired and your current action requires to
de: Ihre aktuelle Sitzung ist abgelaufen, und für Ihre aktuelle Aktion muss
es: La sesión ha caducado y la acción actual requiere
fr: Votre session a expiré et pour effectuer l'action, vous devez
zh_cn: 您的会话已过期，当前操作需要

source: reload this page
de: diese Seite neugeladen werden
es: volver a cargar esta página
fr: recharger cette page
zh_cn: 重新加载此页面

source: We did not hear from you for about
de: Wir haben von Ihnen keine Rückmeldung erhalten für
es: No sabemos de usted desde hace
fr: Vous êtes resté inactif pendant environ
zh_cn: 我们未收到您关于以下内容的信息，

source: and for security reasons Hue logged you out
de: und aus Sicherheitsgründen wurden Sie von Hue abgemeldet
es: y, por razones de seguridad, Hue ha cerrado su sesión
fr: et vous avez été déconnecté par Hue pour des raisons de sécurité
zh_cn: 出于安全原因，Hue 已将您注销

source: Please reload this page to continue
de: Laden Sie diese Seite neu, um den Vorgang fortzusetzen
es: Vuelva a cargar esta página para continuar
fr: Rechargez cette page pour continuer
zh_cn: 请重新加载此页面以继续

source: Search in the logs
de: In den Protokollen suchen
es: Buscar en los registros
fr: Rechercher dans les journaux
zh_cn: 在日志中搜索

source: Host
fr: Hôte
zh_cn: 主机

source: Force DEBUG level
de: DEBUG-Ebene erzwingen
es: Forzar nivel de DEPURACIÓN
fr: Imposer le niveau de DEBUG
zh_cn: 强制调试级别

source: Wrap logs
de: Zeilenumbruch in Protokollen
es: Ajustar registros
fr: Tronquer les journaux
zh_cn: 包装日志

source: Download entire log as zip
de: Gesamtes Protokoll als ZIP herunterladen
es: Descargar todo el registro como zip
fr: Télécharger tout le journal au format zip
zh_cn: 将整个日志下载为 Zip 文件

source: Filter metrics...
de: Kennzahlen filtern...
es: Filtrar métrica...
fr: Filtrer les mesures...
zh_cn: 筛选指标...

source: There are no metrics matching your filter
de: Es stimmen keine Kennzahlen mit Ihrem Filter überein.
es: No hay ninguna métrica que coincida con el filtro
fr: Aucune mesure ne correspond à votre filtre
zh_cn: 没有与您的筛选器匹配的指标

source: More Info
de: Weitere Informationen
es: Más información
fr: Plus d'infos
zh_cn: 更多信息

source: View Logs
de: Protokolle anzeigen
es: Ver registros
fr: Afficher les journaux
zh_cn: 查看日志

source: Hue - Unsupported browser
de: Hue - Nicht unterstützter Browser
es: Hue: explorador no compatible
fr: Hue - Navigateur non pris en charge
zh_cn: Hue - 不支持的浏览器

source: It looks like you are running an older browser. What about upgrading to the latest
de: Anscheinend verwenden Sie einen älteren Browser. Möchten Sie ein Upgrade auf die neueste Version durchführen?
es: Parece que está ejecutando un explorador más antiguo. ¿Desea actualizar a la versión más reciente?
fr: Il semble que vous utilisiez un navigateur obsolète. Nous vous invitons à passer à la dernière version
zh_cn: 您似乎在运行旧版浏览器。建议升级到最新版

source: Sample
de: Beispiel
es: Ejemplo
fr: Exemple
zh_cn: 样本

source: Show in Assist...
de: Im Assistenten anzeigen...
es: Mostrar en ayuda...
fr: Afficher dans l'aide…
zh_cn: 在助手中显示...

source: Expand to selected columns
de: Auf ausgewählte Spalten erweitern
es: Ampliar a columnas seleccionadas
fr: Développer vers les colonnes sélectionnées
zh_cn: 展开至选定列

source: Expand to all columns
de: Auf alle Spalten erweitern
es: Ampliar a todas las columnas
fr: Développer vers toutes les colonnes
zh_cn: 展开至所有列

source: This field does not support stats
de: Dieses Feld unterstützt keine Statistiken.
es: Este campo no admite estadísticas
fr: Ce champ ne prend pas en charge les statistiques
zh_cn: 此字段不支持统计数据

source: There are no stats to be shown
de: Es sind keine anzuzeigenden Statistiken vorhanden.
es: No hay estadísticas que mostrar
fr: Aucune statistique n'est disponible
zh_cn: 没有要显示的统计数据

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
zh_cn: 不可用

source: There are no terms to be shown
de: Es sind keine anzuzeigenden Bedingungen vorhanden.
es: No hay términos que mostrar
fr: Aucun terme n'est disponible
zh_cn: 没有要显示的术语

source: Could not find details for the function
de: Für die Funktion konnten keine Details gefunden werden.
es: No se encontraron detalles de la función
fr: Impossible de trouver les détails de la fonction
zh_cn: 找不到该功能的详细信息

source: Created
de: Erstellt
es: Creado
fr: Créé
zh_cn: 已创建

source: Values
de: Werte
es: Valores
fr: Valeurs
zh_cn: 值

source: Insert
de: Einfügen einer
es: Insertar
fr: Insérer
zh_cn: 插入

source: sample query
de: Beispielabfrage
es: consulta de ejemplo
fr: exemple de requête
zh_cn: 示例查询

source: at cursor
de: an der Cursorposition
es: en el cursor
fr: au niveau du curseur
zh_cn: 在光标处

source: Open in Dashboard...
de: In Dashboard öffnen...
es: Abrir en el panel...
fr: Ouvrir dans le tableau de bord...
zh_cn: 在控制面板中打开...

source: Open in Table Browser...
de: Im Tabellen-Browser öffnen...
es: Abrir en el Explorador de tablas...
fr: Ouvrir dans le navigateur de table…
zh_cn: 在表浏览器中打开...

source: Open in File Browser...
de: Im Datei-Browser öffnen...
es: Abrir en el explorador de archivos...
fr: Ouvrir dans le navigateur de fichiers…
zh_cn: 在文件浏览器中打开...

source: Replace the editor content...
de: Inhalt des Editors ersetzen...
es: Reemplazar el contenido del editor...
fr: Remplacer le contenu de l'éditeur…
zh_cn: 替换编辑器内容...

source: Insert in the editor
de: In Editor einfügen
es: Insertar en el editor
fr: Insérer dans l'éditeur
zh_cn: 在编辑器中插入

source: Terms
de: Bedingungen
es: Términos
fr: Termes
zh_cn: 术语

source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
zh_cn: 统计数据

source: Create Directory
de: Verzeichnis erstellen
es: Crear directorio
fr: Créer un répertoire
zh_cn: 创建目录

source: Create
de: Erstellen
es: Crear
fr: Créer
zh_cn: 创建

source: Do you really want to delete the following document(s)?
de: Möchten Sie die folgenden Dokumente wirklich löschen?
es: ¿Está seguro de que desea eliminar los siguientes documentos?
fr: Voulez-vous vraiment supprimer le ou les documents suivants ?
zh_cn: 是否确实要删除以下文档？

source: used by
de: verwendet von
es: usado por
fr: utilisé par
zh_cn: 使用者

source: Selected entry
de: Ausgewählter Eintrag
es: Entrada seleccionada
fr: Entrée sélectionnée
zh_cn: 选定条目

source: No results found.
de: Keine Ergebnisse gefunden.
es: No se han encontrado resultados.
fr: Aucun résultat trouvé.
zh_cn: 未找到结果。

source: Partitions
de: Partitionen
es: Particiones
zh_cn: 分区

source: Views
de: Ansichten
es: Vistas
fr: Vues
zh_cn: 视图

source: Task history
de: Task-Verlauf
es: Historial de tareas
fr: Historique des tâches
zh_cn: 任务历史记录

source: No task history.
de: Kein Task-Verlauf.
es: No hay historial de tareas.
fr: Aucun historique des tâches.
zh_cn: 无任务历史记录。

source: Output
de: Ausgabe
es: Resultado
fr: Sortie
zh_cn: 输出

source: No logs available at this moment.
de: Derzeit sind keine Protokolle verfügbar.
es: En este momento, no hay registros disponibles.
fr: Aucun journal disponible en ce moment.
zh_cn: 此时无可用日志。

source: Task History
de: Task-Verlauf
es: Historial de tareas
fr: Historique des tâches
zh_cn: 任务历史记录

source: Clear the query history
de: Abfrageverlauf löschen
es: Borrar el historial de consultas
fr: Effacer l'historique des requêtes
zh_cn: 清除查询历史记录

source: Confirm History Clearing
de: Löschen des Verlaufs bestätigen
es: Confirmar borrado del historial
fr: Confirmer l'effacement de l'historique
zh_cn: 确认历史记录清除

source: Are you sure you want to clear the task history?
de: Möchten Sie den Task-Verlauf wirklich löschen?
es: ¿Está seguro de que desea borrar el historial de tareas?
fr: Voulez-vous vraiment effacer l’historique des tâches ?
zh_cn: 是否确定要清除任务历史记录？

source: Example: SELECT * FROM tablename, or press CTRL + space
de: Beispiel: SELECT * FROM Tabellenname, oder STRG + Leerzeichen drücken
es: Ejemplo: SELECT * FROM nombre de tabla o pulse CTRL + espacio
fr: Exemple : SELECT * FROM nom_de_table ou appuyez sur CTRL + espace
zh_cn: 示例：SELECT * FROM 表名，或按 CTRL + 空格键

source: Jobs preview
de: Vorschau von Jobs
es: Vista previa de jobs
fr: Aperçu des jobs
zh_cn: 作业预览

source: Show sample
de: Beispiel anzeigen
es: Mostrar ejemplo
fr: Afficher l'exemple
zh_cn: 显示示例

source: Oozie Workflow
es: Workflow de Oozie
fr: Workflow Oozie

source: Oozie Coordinator
es: Coordinator de Oozie
fr: Coordinator Oozie

source: Oozie Bundle
es: Bundle de Oozie
fr: Bundle Oozie

source: HBase Browser
es: Explorador de HBase
fr: Navigateur HBase

source: Multi-cursor
de: Mehrfachcursor
fr: Multicurseur
