Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/core/src/desktop/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, zh_cn

source: Show row details
de: Zeilendetails anzeigen
es: Mostrar los detalles de la fila
fr: Afficher les détails de la ligne
zh_cn: 显示行详细信息

source: Back
de: Zurück
es: Volver
fr: Précédent
zh_cn: 返回

source: Select this folder
de: Diesen Ordner auswählen
es: Seleccione esta carpeta
fr: Sélectionner ce dossier
zh_cn: 选择此文件夹

source: Create folder
de: Ordner erstellen
es: Crear carpeta
fr: Créer un dossier
zh_cn: 创建文件夹

source: Folder name
de: Ordnername
es: Nombre de carpeta
fr: Nom du dossier
zh_cn: 文件夹名称

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_cn: 取消

source: The file has not been found
de: Datei nicht gefunden
es: No se ha encontrado el archivo
fr: Fichier introuvable
zh_cn: 未找到文件

source: Upload a file
de: Eine Datei hochladen
es: Cargar un archivo
fr: Charger un fichier
zh_cn: 上传文件

source: Failed
de: Fehlgeschlagen
es: Erróneos
fr: Echoué
zh_cn: 失败

source: Did you mean
de: Meinten Sie
es: ¿Quiso decir?
fr: Voulez-vous dire
zh_cn: 您是否想

source: Expected end of statement
de: Ende der Anweisung erwartet
es: Fin esperado de la instrucción
fr: Fin attendue de l'instruction
zh_cn: 预期语句结尾

source: Ignore this type of error
de: Diesen Fehlertyp ignorieren
es: Omitir este tipo de error
fr: Ignorer ce type d'erreur
zh_cn: 忽略此类错误

source: Could not find
de: Konnte nicht gefunden werden
es: No se ha podido encontrar.
fr: Impossible de trouver
zh_cn: 找不到

source: Hue logo
es: Logotipo de Hue
fr: Logo Hue
zh_cn: Hue 徽标

source: Home icon
de: Startseitensymbol
es: Icono de inicio
fr: Icône Accueil
zh_cn: 主页图标

source: An error occurred fetching the table details. Please try again.
de: Fehler beim Abrufen der Tabellendetails. Versuchen Sie es erneut.
es: Se ha producido un error al capturar los detalles de la tabla. Inténtelo de nuevo.
fr: Une erreur s'est produite lors de la lecture des détails de la table. Veuillez réessayer.
zh_cn: 获取表详细信息时出错。请重试。

source: An error occurred fetching the table fields. Please try again.
de: Fehler beim Abrufen der Tabellenfelder. Versuchen Sie es erneut.
es: Se ha producido un error al capturar los campos de la tabla. Inténtelo de nuevo.
fr: Une erreur s'est produite lors de la lecture des champs de la table. Veuillez réessayer.
zh_cn: 获取表字段时出错。请重试。

source: An error occurred fetching the table sample. Please try again.
de: Fehler beim Abrufen des Tabellenbeispiels. Versuchen Sie es erneut.
es: Se ha producido un error al capturar el ejemplo de la tabla. Inténtelo de nuevo.
fr: Une erreur s'est produite lors de la lecture de l'exemple de table. Veuillez réessayer.
zh_cn: 获取表样本时出错。请重试。

source: An error occurred refreshing the table stats. Please try again.
de: Fehler beim Aktualisieren der Tabellenstatistiken. Versuchen Sie es erneut.
es: Se ha producido un error al actualizar las estadísticas de la tabla. Inténtelo de nuevo.
fr: Une erreur s'est produite lors de l'actualisation des statistiques de la table. Veuillez réessayer.
zh_cn: 刷新表状态时出错。请重试。

source: There was a problem loading the databases. Please try again.
de: Fehler beim Laden der Datenbanken. Versuchen Sie es erneut.
es: Se ha producido un problema al cargar las bases de datos. Inténtelo de nuevo.
fr: Problème rencontré lors du chargement des bases de données. Veuillez réessayer.
zh_cn: 加载数据库时出现问题。请重试。

source: There was a problem loading the table preview. Please try again.
de: Fehler beim Laden der Tabellenvorschau. Versuchen Sie es erneut.
es: Se ha producido un problema al cargar la vista previa de la tabla. Inténtelo de nuevo.
fr: Problème rencontré lors du chargement de l'aperçu de la table. Veuillez réessayer.
zh_cn: 加载表预览时出现问题。请重试。

source: Import Hue documents
de: Hue-Dokumente importieren
es: Importar documentos de Hue
fr: Importer des documents Hue
zh_cn: 导入 Hue 文档

source: Import
de: Importieren
es: Importar
fr: Importer
zh_cn: 导入

source: Select json file
de: JSON-Datei auswählen
es: Seleccionar archivo JSON
fr: Sélectionner un fichier json
zh_cn: 选择 json 文件

source: Change
de: Ändern
es: Cambiar
fr: Modifier
zh_cn: 更改

source: Imported:
de: Importiert:
es: Importados:
fr: Importé :
zh_cn: 已导入：

source: Created:
de: Erstellt:
es: Creados:
fr: Créé :
zh_cn: 已创建：

source: Updated:
de: Aktualisiert:
es: Actualizados:
fr: Mis à jour :
zh_cn: 已更新：

source: Hide Details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
zh_cn: 隐藏详细信息

source: Name
es: Nombre
fr: Nom
zh_cn: 名称

source: Type
de: Typ
es: Tipo
zh_cn: 类型

source: An unexpected error occurred while importing your documents
de: Unerwarteter Fehler beim Importieren Ihrer Dokumente.
es: Se ha producido un error inesperado al importar los documentos.
fr: Une erreur inattendue s'est produite lors de l’importation de vos documents
zh_cn: 导入文档时发生意外错误

source: Add a new snippet
de: Neues Snippet hinzufügen
es: Añadir un nuevo fragmento
fr: Ajouter un nouvel extrait
zh_cn: 添加新代码段

source: Select snippet
de: Snippet auswählen
es: Seleccionar fragmento de código
fr: Sélectionner un extrait
zh_cn: 选择代码段

source: Add Snippet
de: Snippet hinzufügen
es: Añadir fragmento de código
fr: Ajouter un extrait
zh_cn: 添加代码段

source: Snippet icon
de: Ausschnittsymbol
es: Icono del fragmento
fr: Icône Extrait
zh_cn: 代码段图标

source: Export results
de: Ergebnisse exportieren
es: Exportar resultados
fr: Exporter les résultats
zh_cn: 导出结果

source: Download first %s rows as CSV
de: Erste %s Zeilen als CSV herunterladen
es: Descargar primeras %s filas como CSV
fr: Télécharger les %s premières lignes au format CSV
zh_cn: 以 CSV 格式下载前 %s 行

source: Download first %s rows as XLS
de: Erste %s Zeilen als XLS herunterladen
es: Descargar primeras %s filas como XLS
fr: Télécharger les %s premières lignes au format XLS
zh_cn: 以 XLS 格式下载前 %s 行

source: Copy the displayed results to your clipboard
de: Die angezeigten Ergebnisse in die Zwischenablage kopieren
es: Copiar los resultados mostrados en su Portapapeles
fr: Copier les résultats affichés dans le Presse-papiers
zh_cn: 将显示的结果复制到剪贴板

source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
zh_cn: 剪贴板

source: Visually explore the result
de: Ergebnis grafisch prüfen
es: Explorar visualmente el resultado
fr: Exploration visuelle du résultat
zh_cn: 以可视化方式浏览结果

source: Export the result into a file, an index, a new table...
de: Ergebnis in eine Datei, einen Index, eine neue Tabelle exportieren...
es: Exportar el resultado en un archivo, un índice, una nueva tabla...
fr: Exporter le résultat vers un fichier, un index, une nouvelle table...
zh_cn: 将结果导出至文件、索引、新表...

source: Export
de: Exportieren
es: Exportar
fr: Exporter
zh_cn: 导出

source: Export the query result in a
de: Abfrageergebnis exportieren in eine(n)
es: Exportar el resultado de la consulta en un
fr: Exporter le résultat de la requête vers un(e)
zh_cn: 将查询结果导出至

source: File
de: Datei
es: Archivo
fr: Fichier
zh_cn: 文件

source: First %s rows
de: Erste %s Zeilen
es: Primeras %s filas
fr: %s premières lignes
zh_cn: 前 %s 行

source: Path to CSV file
de: Pfad zu CSV-Datei
es: Ruta al archivo CSV
fr: Chemin d'accès au fichier CSV
zh_cn: CSV 文件路径

source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Remplacer
zh_cn: 覆盖

source: Path to empty directory
de: Pfad zu leerem Verzeichnis
es: Ruta a directorio vacío
fr: Chemin d'accès au répertoire vide
zh_cn: 空目录路径

source: Table
de: Tabelle
es: Tabla
zh_cn: 表

source: Only alphanumeric and underscore characters
de: Nur alphanumerische Zeichen und Unterstriche
es: Solo caracteres alfanuméricos y guiones bajos
fr: Caractères alphanumériques et de soulignement uniquement
zh_cn: 仅限字母数字和下划线字符

source: Table name or <database>.<table>
de: Tabellenname oder <database>.<table>
es: Nombre de tabla o <database>.<table>
fr: Nom de la table ou <base de données>.<table>
zh_cn: 表名或 <database>.<table>

source: Index name
es: Nombre de índice
fr: Nom de l'index
zh_cn: 索引名称

source: Your download is being prepared
de: Ihr Download wird vorbereitet
es: Se está preparando la descarga
fr: Votre téléchargement est en cours de préparation
zh_cn: 正在准备下载

source: Your downloaded results have been truncated
de: Ihre heruntergeladenen Ergebnisse wurden abgeschnitten
es: Se han truncado los resultados de la descarga
fr: Vos résultats téléchargés ont été tronqués
zh_cn: 您的下载结果已被截断

source: Please wait, it might take a while...
de: Bitte warten, der Vorgang kann eine Weile dauern...
es: Espere, podría llevar un tiempo...
fr: Veuillez patienter, cela peut prendre un certain temps…
zh_cn: 请稍候，该操作可能需要一些时间...

source: The number of resulting rows was too big to be downloaded and the resulting file has been truncated to
de: Die Anzahl von Ergebniszeilen war so groß, dass sie nicht heruntergeladen werden kann, und die Ergebnisdatei wurde auf
es: El número de filas resultante era demasiado alto para descargarlo y el archivo resultante se ha truncado en
fr: Le nombre de lignes résultantes était trop important pour un téléchargement et le fichier résultant a été tronqué à
zh_cn: 结果行数过多，无法下载，结果文件已截断为

source: rows.
de: Zeilen abgeschnitten.
es: filas.
fr: lignes.
zh_cn: 行。

source: Cancel Download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
zh_cn: 取消下载

source: Syntax
es: Sintaxis
fr: Syntaxe
zh_cn: 语法

source: Keyboard Shortcuts
de: Tastenkombinationen
es: Métodos abreviados de teclado
fr: Raccourcis clavier
zh_cn: 键盘快捷方式

source: Action
de: Aktion
es: Acción
zh_cn: 操作

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
zh_cn: 备注

source: Click
de: Klicken
es: Clic
fr: Clic
zh_cn: 单击

source: Multi Query
de: Mehrfachabfrage
es: Consulta múltiple
fr: Requêtes multiples
zh_cn: 多查询

source: Variables
de: Variablen
zh_cn: 变量

source: A comment is text that is not executed. It can be of two types:
de: Bei einem Kommentar handelt es sich um nicht ausgeführten Text. Es gibt zwei Typen:
es: Un comentario es texto que no se ejecuta. Puede ser de dos tipos:
fr: Un commentaire correspond à du texte non exécuté et peut être de deux types :
zh_cn: 备注是指非执行文本。其类型可能有两种：

source: Single Line
de: Einzelne Zeile
es: Una sola línea
fr: Une seule ligne
zh_cn: 单行

source: -- Comment
es: -- Comentario
fr: -- Commentaire
zh_cn: -- 备注

source: Multi Line
de: Mehrere Zeilen
es: Varias líneas
fr: Plusieurs lignes
zh_cn: 多行

source: Double Click
de: Doppelklicken
es: Doble clic
fr: Double-clic
zh_cn: 双击

source: Double clicking the row number selects all rows.
de: Durch Doppelklicken auf die Zeilennummer werden alle Zeilen ausgewählt.
es: Al hacer doble clic en los números de fila se seleccionan todas las filas.
fr: Pour sélectionner toutes les lignes, double-cliquez sur le numéro de ligne.
zh_cn: 双击行号将选择所有行。

source: Drag & Drop
es: Arrastrar y soltar
fr: Glisser-déposer
zh_cn: 拖放

source: Dragging and dropping a table name from the assistant onto the editor inserts sample queries in the editor.
de: Durch Drag & Drop eines Tabellennamens aus dem Assistenten in den Editor werden Beispielabfragen in den Editor eingefügt.
es: Al arrastrar y soltar un nombre de tabla desde el asistente sobre el editor se insertan consultas de ejemplo en el editor.
fr: Pour insérer des exemples de requête dans l'éditeur, faites glisser et déposez un nom de table de l'assistant vers l'éditeur.
zh_cn: 将表名从助手拖放到编辑器将在此编辑器中插入示例查询。

source: Right Click
de: Rechtsklicken
es: Clic derecho
fr: Clic avec le bouton droit
zh_cn: 右键单击

source: Right clicking on an element of a query will bring up the appropriate browser for that element.
de: Durch Rechtsklicken auf ein Element einer Abfrage wird der entsprechende Browser dieses Elements geöffnet.
es: Al hacer clic derecho en un elemento de una consulta aparecerá el explorador adecuado para dicho elemento.
fr: Pour afficher le navigateur correspondant à l'élément d'une requête, cliquez avec le bouton droit sur cet élément.
zh_cn: 右键单击查询中的某个元素将为此元素启动相应的浏览器。

source: Clickable items are highlighted on mouse hover.
de: Klickbare Elemente sind hervorgehoben, wenn die Maus darüber bewegt wird.
es: Los elementos en los que se puede hacer clic se resaltan al pasar el ratón por encima de ellos.
fr: Les éléments cliquables sont mis en surbrillance lorsque vous pointez dessus avec la souris.
zh_cn: 将鼠标悬停在可单击项上将突出显示此项。

source: e.g.: function, column, table names, SELECT *
de: Z. B.: Funktion, Spalte, Tabellennamen, SELECT *
es: p. ej.: función, columna, nombres de tablas, SELECT *
fr: Exemple : fonction, colonne, noms de table, instruction SELECT *
zh_cn: 例如：函数、列、表名、SELECT *

source: Single Click
de: Einfachklick
es: Un solo clic
fr: Clic simple
zh_cn: 单击

source: Single clicking the row number selects the whole row.
de: Durch Einfachklicken auf die Zeilennummer wird die gesamte Zeile ausgewählt.
es: Al hacer un solo clic en los números de fila se selecciona toda la fila.
fr: Pour sélectionner la totalité d'une ligne, cliquez une fois sur le numéro de ligne.
zh_cn: 单击行号将选择整行。

source: Multiple queries can be embedded in a single editor and separated via semicolon.
de: Mehrfachabfragen können in einen einzelnen Editor eingebettet sein und werden durch Semikolon getrennt.
es: Se pueden incrustar varias consultas en un solo editor y separarse con punto y coma.
fr: Vous pouvez incorporer plusieurs requêtes dans un seul éditeur et les séparer par un point-virgule.
zh_cn: 可在一个编辑器中嵌入多个查询，并用分号分隔。

source: The cursor points to the query that will be executed.
de: Der Cursor zeigt auf die Abfrage, die ausgeführt wird.
es: El cursor señala la consulta que se va a ejecutar.
fr: Le curseur pointe sur la requête qui sera exécutée.
zh_cn: 光标指向要执行的查询。

source: Variables are used to easily configure parameters in a query. They can be of two types:
de: Mit Variablen können Parameter einfach in einer Abfrage konfiguriert werden. Es gibt zwei Typen:
es: Las variables se usan para configurar fácilmente los parámetros de una consulta. Pueden ser de dos tipos:
fr: Les variables permettent de configurer facilement les paramètres d'une requête. Ils peuvent être de deux types :
zh_cn: 可通过变量轻松配置查询参数。变量可分为两种类型：

source: Single Valued
de: Einwertig
es: De un solo valor
fr: À valeur unique
zh_cn: 单值

source: The variable can have a default value.
de: Die Variable kann einen Standardwert haben.
es: La variable puede tener un valor predeterminado.
fr: La variable peut avoir une valeur par défaut.
zh_cn: 此变量可具有默认值。

source: Multi Valued
de: Mehrwertig
es: De varios valores
fr: À valeurs multiples
zh_cn: 多值

source: The displayed text can be changed.
de: Der angezeigte Text kann geändert werden.
es: El texto mostrado se puede cambiar.
fr: Le texte affiché peut être modifié.
zh_cn: 可更改显示的文本。

source: Line Operations
de: Zeilenvorgänge
es: Operaciones de línea
fr: Opérations de ligne
zh_cn: 行操作

source: Remove line
de: Zeile entfernen
es: Eliminar línea
fr: Supprimer une ligne
zh_cn: 删除行

source: Copy lines down
de: Zeilen nach unten kopieren
es: Copiar líneas debajo
fr: Copier des lignes vers le bas
zh_cn: 向下复制行

source: Copy lines up
de: Zeilen nach oben kopieren
es: Copiar líneas arriba
fr: Copier des lignes vers le haut
zh_cn: 向上复制行

source: Move lines down
de: Zeilen nach unten verschieben
es: Bajar líneas
fr: Déplacer des lignes vers le bas
zh_cn: 下移行

source: Move lines up
de: Zeilen nach oben verschieben
es: Subir líneas
fr: Déplacer des lignes vers le haut
zh_cn: 上移行

source: Remove to line end
de: Bis Zeilenende entfernen
es: Eliminar al final de la línea
fr: Supprimer jusqu'en fin de ligne
zh_cn: 删除到行尾

source: Remove to line start
de: Bis Zeilenanfang entfernen
es: Eliminar al inicio de la línea
fr: Supprimer jusqu'au début de ligne
zh_cn: 删除到行首

source: Remove word left
de: Wort links entfernen
es: Eliminar palabra a la izquierda
fr: Supprimer le mot à gauche
zh_cn: 删除左移单词

source: Remove word right
de: Wort rechts entfernen
es: Eliminar palabra a la derecha
fr: Supprimer le mot à droite
zh_cn: 删除右移单词

source: Split line
de: Zeile trennen
es: Dividir línea
fr: Diviser la ligne
zh_cn: 拆分行

source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
zh_cn: 全选

source: Select left
de: Links auswählen
es: Seleccionar izquierda
fr: Sélectionner à gauche
zh_cn: 选择左侧

source: Select right
de: Rechts auswählen
es: Seleccionar derecha
fr: Sélectionner à droite
zh_cn: 选择右侧

source: Select word left
de: Linkes Wort auswählen
es: Seleccionar palabra a la izquierda
fr: Sélectionner un mot à gauche
zh_cn: 选择左移单词

source: Select word right
de: Rechtes Wort auswählen
es: Seleccionar palabra a la derecha
fr: Sélectionner un mot à droite
zh_cn: 选择右移单词

source: Select line start
de: Zeilenanfang auswählen
es: Seleccionar inicio de línea
fr: Sélectionner le début de ligne
zh_cn: 选择行首

source: Select line end
de: Zeilenende auswählen
es: Seleccionar final de línea
fr: Sélectionner la fin de ligne
zh_cn: 选择行尾

source: Select to line end
de: Bis Zeilenende auswählen
es: Seleccionar al final de la línea
fr: Sélectionner jusqu'en fin de ligne
zh_cn: 选择到行尾

source: Select to line start
de: Bis Zeilenanfang auswählen
es: Seleccionar al inicio de la línea
fr: Sélectionner jusqu'en début de ligne
zh_cn: 选择到行首

source: Select up
de: Oben auswählen
es: Seleccionar arriba
fr: Sélectionner en haut
zh_cn: 向上选择

source: Select down
de: Unten auswählen
es: Seleccionar abajo
fr: Sélectionner en bas
zh_cn: 向下选择

source: Select page up
de: Vorherige Seite auswählen
es: Seleccionar Re Pág
fr: Sélectionner la page précédente
zh_cn: 向上选择页

source: Select page down
de: Folgende Seite auswählen
es: Seleccionar Av Pág
fr: Sélectionner la page suivante
zh_cn: 向下选择页

source: Select to start
de: Bis Anfang auswählen
es: Seleccionar al inicio
fr: Sélectionner jusqu'au début
zh_cn: 选择到开始

source: Duplicate selection
de: Doppelte Auswahl
es: Duplicar selección
fr: Dupliquer la sélection
zh_cn: 复制选择

source: Select to matching bracket
de: Bis zur zugehörigen Klammer auswählen
es: Seleccionar hasta que coincidan los paréntesis
fr: Sélectionner jusqu'à la parenthèse correspondante
zh_cn: 选择匹配的括号

source: Add multi-cursor above
de: Mehrfachcursor oben hinzufügen
es: Añadir muticursor arriba
fr: Ajouter un multicurseur au-dessus
zh_cn: 在上方添加 multi-cursor

source: Add multi-cursor below
de: Mehrfachcursor unten hinzufügen
es: Añadir muticursor abajo
fr: Ajouter un multicurseur en dessous
zh_cn: 在下方添加 multi-cursor

source: Add next occurrence to multi-selection
de: Nächstes Vorkommnis zur Mehrfachauswahl hinzufügen
es: Añadir repetición siguiente a selección múltiple
fr: Ajouter l'occurrence suivante à la sélection multiple
zh_cn: 将下一个匹配项添加到多项选择

source: Add previous occurrence to multi-selection
de: Vorheriges Vorkommnis zur Mehrfachauswahl hinzufügen
es: Añadir repetición anterior a selección múltiple
fr: Ajouter l'occurrence précédente à la sélection multiple
zh_cn: 将上一个匹配项添加到多项选择

source: Move multicursor from current line to the line above
de: Mehrfachcursor aus der aktuellen Zeile in die darüber liegende Zeile verschieben
es: Mover multicursor de la línea actual a la línea superior
fr: Déplacer un multicurseur depuis la ligne active vers celle du dessus
zh_cn: 将 multicursor 从当前行移至上方行

source: Move multicursor from current line to the line below
de: Mehrfachcursor aus der aktuellen Zeile in die darunter liegende Zeile verschieben
es: Mover multicursor de la línea actual a la línea inferior
fr: Déplacer un multicurseur depuis la ligne active vers celle du dessous
zh_cn: 将 multicursor 从当前行移至下方行

source: Remove current occurrence from multi-selection and move to next
de: Aktuelles Vorkommnis aus Mehrfachauswahl entfernen und zum nächsten Vorkommnis wechseln
es: Eliminar repetición actual de la selección múltiple y pasar a la siguiente
fr: Supprimer l'occurrence actuelle de la sélection multiple et aller à la suivante
zh_cn: 从多项选择删除当前匹配项并移至下一个匹配项

source: Remove current occurrence from multi-selection and move to previous
de: Aktuelles Vorkommnis aus Mehrfachauswahl entfernen und zum vorherigen Vorkommnis wechseln
es: Eliminar repetición actual de la selección múltiple y pasar a la anterior
fr: Supprimer l'occurrence actuelle de la sélection multiple et aller à la précédente
zh_cn: 从多项选择删除当前匹配项并移至上一个匹配项

source: Select all from multi-selection
de: Alle aus Mehrfachauswahl auswählen
es: Seleccionar todo en la selección múltiple
fr: Sélectionner l'ensemble d'une sélection multiple
zh_cn: 从多项选择中选择所有

source: Go to
de: Gehe zu
es: Ir a
fr: Aller à
zh_cn: 转至

source: Go to left
de: Nach links wechseln
es: Ir a la izquierda
fr: Aller à gauche
zh_cn: 转至左侧

source: Go to right
de: Nach rechts wechseln
es: Ir a la derecha
fr: Aller à droite
zh_cn: 转至右侧

source: Go to word left
de: Zum linken Wort wechseln
es: Ir a la palabra izquierda
fr: Aller au mot de gauche
zh_cn: 转至左移单词

source: Go to word right
de: Zum rechten Wort wechseln
es: Ir a la palabra derecha
fr: Aller au mot de droite
zh_cn: 转至右移单词

source: Go line up
de: Zur darüber liegenden Zeile wechseln
es: Ir a la línea superior
fr: Aller à la ligne du dessus
zh_cn: 转至上一行

source: Go line down
de: Zur darunter liegenden Zeile wechseln
es: Ir a la línea inferior
fr: Aller à la ligne du dessous
zh_cn: 转至下一行

source: Go to line start
de: Zum Zeilenanfang wechseln
es: Ir al inicio de la línea
fr: Aller au début de la ligne
zh_cn: 转至行首

source: Go to line end
de: Zum Zeilenende wechseln
es: Ir al final de la línea
fr: Aller à la fin de la ligne
zh_cn: 转至行尾

source: Go to page up
de: Zur vorherigen Seite wechseln
es: Ir a Re Pág
fr: Aller à la page précédente
zh_cn: 转至上一页

source: Go to page down
de: Zur nachfolgenden Seite wechseln
es: Ir a Av Pág
fr: Aller à la page suivante
zh_cn: 转至下一页

source: Go to start
de: Zum Anfang wechseln
es: Ir al inicio
fr: Aller au début
zh_cn: 转至开始

source: Go to end
de: Zum Ende wechseln
es: Ir al final
fr: Aller à la fin
zh_cn: 转至结束

source: Go to line
de: Zu Zeile wechseln
es: Ir a la línea
fr: Aller à la ligne
zh_cn: 转至行

source: Scroll line down
de: Zeile nach unten blättern
es: Desplazar línea hacia abajo
fr: Faire défiler la ligne vers le bas
zh_cn: 向下滚动行

source: Scroll line up
de: Zeile nach oben blättern
es: Desplazar línea hacia arriba
fr: Faire défiler la ligne vers le haut
zh_cn: 向上滚动行

source: Go to matching bracket
de: Zur zugehörigen Klammer wechseln
es: Ir a paréntesis coincidente
fr: Aller à la parenthèse correspondante
zh_cn: 转至匹配的括号

source: Scroll page down
de: Seite nach unten blättern
es: Desplazar página hacia abajo
fr: Faire défiler d'une page vers le bas
zh_cn: 向下滚动页面

source: Scroll page up
de: Seite nach oben blättern
es: Desplazar página hacia arriba
fr: Faire défiler d'une page vers le haut
zh_cn: 向上滚动页面

source: Find/Replace
de: Suchen/Ersetzen
es: Buscar y reemplazar
fr: Rechercher/remplacer
zh_cn: 查找/替换

source: Find
de: Suchen
es: Buscar
fr: Rechercher
zh_cn: 查找

source: Replace
de: Ersetzen
es: Sustituir
fr: Remplacer
zh_cn: 替换

source: Find next
de: Weitersuchen
es: Buscar siguiente
fr: Rechercher le suivant
zh_cn: 查找下一项

source: Find previous
de: Vorheriges suchen
es: Buscar anterior
fr: Rechercher le précédent
zh_cn: 查找上一项

source: Folding
de: Falten
es: Plegado
fr: Repli
zh_cn: 折叠

source: Fold selection
de: Auswahl falten
es: Plegar selección
fr: Replier la sélection
zh_cn: 折叠选择

source: Unfold
de: Entfalten
es: Desplegar
fr: Déplier
zh_cn: 展开

source: Fold all
de: Alle falten
es: Plegar todo
fr: Replier tout
zh_cn: 折叠全部

source: Unfold all
de: Alle entfalten
es: Desplegar todo
fr: Déplier tout
zh_cn: 展开全部

source: Autocomplete when Live Autocompletion is off
de: Automatisch vervollständigen, wenn Live Autocompletion ausgeschaltet ist
es: Autocompletar cuando Live Autocompletion está desactivado
fr: Remplir automatiquement lorsque le remplissage automatique en temps réel est désactivé
zh_cn: 实时自动填写处于关闭状态时自动填写

source: Format selection or all
de: Formatauswahl oder alles
es: Dar formato a selección o a todo
fr: Formater la sélection ou tout
zh_cn: 设置选择项或所有项的格式

source: Indent
de: Einrücken
es: Aplicar sangría
fr: Mettre en retrait
zh_cn: 增加缩进
