Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/core/src/desktop/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, zh_cn

source: A base filter for use when searching for users.
de: Ein Basisfilter für die Suche nach Benutzern.
es: Filtro base para la búsqueda de usuarios.
fr: Filtre de base à utiliser lors de la recherche d'utilisateurs.
zh_cn: 搜索用户时使用的基础筛选器。

source: The username attribute in the LDAP schema. Typically, this is 'sAMAccountName' for AD and 'uid' for other LDAP systems.
de: Das Benutzernamen-Attribut für das LDAP-Schema. Hierbei handelt es sich in der Regel um "sAMAccountName" für AD und "uid" für andere LDAP-Systeme.
es: Atributo de nombre del usuario en el esquema LDAP. Normalmente, es 'sAMAccountName' para AD y 'uid' para otros sistemas LDAP.
fr: Attribut du nom d'utilisateur dans le schéma LDAP. En général, il s'agit de 'sAMAccountName' pour AD et de 'uid' pour les autres systèmes LDAP.
zh_cn: LDAP 架构中的用户名属性。通常，对于 AD 为“sAMAccountName”，对于其他 LDAP 系统为“uid”。

source: Configuration for LDAP group schema and search.
de: Konfiguration für LDAP-Gruppenschema und -suche.
es: Configuración para la búsqueda y el esquema de grupo LDAP.
fr: Configuration du schéma et de la recherche de groupe LDAP.
zh_cn: LDAP 组架构和搜索的配置。

source: A base filter for use when searching for groups.
de: Ein Basisfilter für die Suche nach Gruppen.
es: Filtro base para la búsqueda de grupos.
fr: Filtre de base à utiliser lors de la recherche de groupes.
zh_cn: 搜索组时使用的基础筛选器。

source: The group name attribute in the LDAP schema. Typically, this is 'cn'.
de: Das Gruppennamen-Attribut für das LDAP-Schema. Hierbei handelt es sich in der Regel um "cn".
es: Atributo del nombre del grupo en el esquema LDAP. Normalmente, es 'cn'.
fr: Attribut de nom de groupe dans le schéma LDAP. Il s'agit généralement de 'cn'.
zh_cn: LDAP 架构中的组名属性。通常为 'cn'。

source: The LDAP attribute which specifies the members of a group.
de: Das LDAP-Attribut, das die Mitglieder einer Gruppe angibt.
es: Atributo de LDAP que especifica los miembros de un grupo.
fr: Attribut LDAP qui spécifie les membres d'un groupe.
zh_cn: 指定组成员的 LDAP 属性。

source: Configuration options for Oauth 1.0 authentication
de: Konfigurationsoptionen für die OAuth 1.0-Authentifizierung
es: Opciones de configuración para la autenticación de Oauth 1.0
fr: Options de configuration pour l'authentification Oauth 1.0
zh_cn: Oauth 1.0 身份验证的配置选项

source: The Consumer key of the application.
de: Der Konsumentenschlüssel der Anwendung.
es: La clave de consumidor de la aplicación.
fr: Clé Consommateur de l'application.
zh_cn: 应用程序的使用者密钥。

source: The Consumer secret of the application.
de: Die geheime Angabe des Kunden für die Anwendung.
es: El secreto de consumidor de la aplicación.
fr: Secret Consommateur de l'application.
zh_cn: 应用程序的使用者机密。

source: The Request token URL.
de: Die Anforderungstoken-URL.
es: La URL del token de la solicitud.
fr: URL du jeton de la requête.
zh_cn: 请求令牌 URL。

source: The Access token URL.
de: Die Zugriffstoken-URL.
es: La URL del token de acceso.
fr: URL du jeton d'accès.
zh_cn: 访问令牌 URL。

source: The Authorize URL.
de: Die Autorisierungs-URL.
es: La URL autorizada.
fr: URL d'autorisation.
zh_cn: 授权 URL。

source: Paths on the local file system that users should be able to browse.
de: Pfade im lokalen Dateisystem, die Benutzer durchsuchen können.
es: Rutas en el sistema de archivos local que los usuarios deben poder explorar.
fr: Chemins d'accès au système de fichiers local, que les utilisateurs doivent pouvoir parcourir.
zh_cn: 本地文件系统上用户可以浏览的路径。

source: The path on the local filesystem.
de: Der Pfad im lokalen Dateisystem.
es: La ruta del sistema de archivos local.
fr: Chemin d'accès au système de fichiers local.
zh_cn: 本地文件系统上的路径。

source: Link for 'feedback' tab.
de: Link zur Registerkarte "Feedback".
es: Enlace para la pestaña 'Comentarios'.
fr: Lien pour l'onglet 'feedback'.
zh_cn: “反馈”选项卡链接。

source: Whether to send debug messages from JavaScript to the server logs.
de: Ob Debugging-Nachrichten von JavaScript an die Serverprotokolle gesendet werden.
es: Indica si se debe enviar mensajes de depuración desde JavaScript a los registros del servidor.
fr: Indique si des messages de débogage doivent être envoyés de JavaScript vers les journaux du serveur.
zh_cn: 是否从 JavaScript 向服务器日志发送调试消息。

source: Enable or disable database debug mode.
de: Datenbank-Debugging-Modus aktivieren oder deaktivieren.
es: Activar o desactivar modo de depuración de base de datos.
fr: Activez ou désactivez le mode de débogage de base de données.
zh_cn: 启用或禁用数据库调试模式。

source: Administrators that should receive error emails.
de: Administratoren, die E-Mails zu Fehlermeldungen erhalten sollen.
es: Administradores que deben recibir correos electrónicos de error.
fr: Administrateurs qui doivent recevoir les courriels d'erreur.
zh_cn: 应接收错误电子邮件的管理员。

source: The full name of the admin.
de: Der vollständige Name des Administrators.
es: El nombre completo del administrador.
fr: Nom complet de l'administrateur.
zh_cn: 管理员的全名。

source: The email address of the admin.
de: Die E-Mail-Adresse des Administrators.
es: La dirección de correo electrónico del administrador.
fr: Adresse électronique de l'administrateur.
zh_cn: 管理员的电子邮件地址。

source: Enable development mode, where notably static files are not cached.
de: Entwicklungsmodus aktivieren, wenn vor allem statische Dateien nicht zwischengespeichert werden.
es: Habilite el modo de desarrollo, donde los archivos notablemente estáticos no se guardan en caché.
fr: Activez le mode de développement, où notamment les fichiers statiques ne sont pas mis en cache.
zh_cn: 启用开发模式，此模式不会缓存明显处于静态的文件。

source: Enable embedded development mode, where the page will be rendered inside a container div element.
de: Eingebetteten Entwicklungsmodus aktivieren, wobei die Seite innerhalb eines div-Elements eines Containers wiedergegeben wird.
es: Active el modo de desarrollo incrustado, donde la página se procesará dentro de un elemento div de contenedor.
fr: Activez le mode de développement incorporé pour que la sortie de la page apparaisse dans un élément div de conteneur.
zh_cn: 启用嵌入式开发模式，在此模式下，此页面将在容器 div 元素内部呈现。

source: Enable or disable debugging information in the 500 internal server error response. Note that the debugging information may contain sensitive data. If django_debug_mode is True, this is automatically enabled.
de: Debugging-Informationen in der internen Server-Fehlerantwort 500 aktivieren oder deaktivieren. Beachten Sie, dass die Debugging-Informationen sensible Daten enthalten können. Wenn django_debug_mode wahr ist, wird dies automatisch aktiviert.
es: Active o desactive la información de depuración en la respuesta del error del servidor interno 500. Tenga en cuenta que la información de depuración puede contener datos confidenciales. Si django_debug_mode es True, se activa automáticamente.
fr: Activez ou désactivez les informations de débogage dans la réponse d'erreur du serveur interne 500. Notez que les informations de débogage peuvent contenir des données sensibles. Si django_debug_mode est défini sur True, l'activation est automatique.
zh_cn: 在 500 内部服务器错误的响应中启用或禁用调试信息。请注意，调试信息可能包含敏感数据。如果 django_debug_mode 为 True，则此选项已自动启用。

source: Enable or disable memory profiling.
de: Speicherprofilerstellung aktivieren oder deaktivieren.
es: Activar o desactivar la generación de perfiles de memoria.
fr: Activez ou désactivez le profilage de mémoire.
zh_cn: 启用或禁用内存分析。

source: The directory where to store the auditing logs. Auditing is disable if the value is empty.
de: Das Verzeichnis, in dem die Audit-Protokolle gespeichert werden sollen. Bei einem leeren Wert sind Audits deaktiviert.
es: El directorio donde se almacenan los registros de auditoría. La auditoría se desactiva si el valor está vacío.
fr: Répertoire de stockage des journaux d'audit. L'audit est désactivé si cette valeur est vide.
zh_cn: 用于存储审查日志的目录。如果值为空，则禁用审查。

source: Size in KB/MB/GB for audit log to rollover.
de: Größe des Audit-Protokolls in KB/MB/GB für Rollover.
es: Tamaño en KB/MB/GB para indicar el registro de auditoría.
fr: Taille du journal d'audit en ko/Mo/Go avant création d'un journal de substitution.
zh_cn: 待滚动的审查日志的大小 (KB/MB/GB)。

source: Email address that internal error messages should send as.
de: Die E-Mail-Adresse, von der interne Fehlermeldungen gesendet werden sollen.
es: Dirección de correo electrónico a la que se deben enviar los mensajes de error interno.
fr: Adresse électronique pour laquelle les messages d'erreur interne doivent être envoyés.
zh_cn: 内部错误消息应发送至的电子邮件地址。

source: The email backend to use.
de: Das zu verwendende E-Mail-Backend.
es: El back-end del correo electrónico que se va a utilizar.
fr: Serveur principal de messagerie à utiliser.
zh_cn: 要使用的电子邮件后端。

source: Choose whether to enable SQL syntax check or not.
de: Wählen Sie aus, ob die SQL-Syntaxüberprüfung aktiviert werden soll.
es: Elija si desea habilitar la comprobación de sintaxis de SQL o no.
fr: Indiquez si la vérification de la syntaxe SQL doit être activée.
zh_cn: 选择是否启用 SQL 语法检查。

source: Choose whether Hue is embedded or not.
de: Auswählen, ob Hue eingebettet ist oder nicht.
es: Elija si Hue está incrustado o no.
fr: Indiquez si Hue est incorporé.
zh_cn: 选择是否嵌入 Hue。

source: Enable the improved editor autocomplete dropdown.
de: Aktivieren Sie das verbesserte Dropdownmenü für Autovervollständigung im Editor.
es: Habilite la lista desplegable mejorada de autocompletación del editor.
fr: Activez la liste déroulante de remplissage automatique de l'éditeur amélioré.
zh_cn: 启用经过改进的编辑器自动完成下拉菜单。

source: Timeout value in ms for autocomplete of columns, tables, values etc. 0 = disabled.
de: Zeitüberschreitung in ms für die Autovervollständigung von Spalten, Tabellen, Werten usw. 0 = deaktiviert.
es: Valor de tiempo máximo de espera en ms para el autocompletado de columnas, tablas, valores, etc. 0 = deshabilitado.
fr: Valeur de temporisation (en ms) pour le remplissage automatique des colonnes, tables, valeurs, etc. 0 = désactivé.
zh_cn: 自动完成列、表、值等的超时值（以毫秒为单位）。0 = 禁用。

source: Choose whether to show the new SQL editor.
de: Wählen Sie aus, ob der neue SQL-Editor angezeigt werden soll.
es: Elige si se debe mostrar o no el nuevo editor SQL.
fr: Choisissez d'afficher ou non le nouvel éditeur SQL.
zh_cn: 选择是否显示新 SQL 编辑器。

source: Global setting to allow or disable end user downloads in all Hue (e.g. Query result in editors and dashboard, file in File Browser browsers...).
de: Globale Einstellung zum Aktivieren oder Deaktivieren von Endbenutzer-Downloads im gesamten Hue (z. B. Abfrageergebnis in Editoren und Dashboard, Datei in Datei-Browsern...).
es: Ajuste global para permitir o deshabilitar las descargas de usuario final en todo Hue (p. ej., resultado de la consulta en editores y panel, archivo en el explorador de archivos...).
fr: Le paramètre global permet d'autoriser ou de désactiver les téléchargements de l'utilisateur final pour Hue (par exemple, le résultat des requêtes dans les éditeurs et le tableau de bord, les fichiers dans les explorateurs de fichiers...).
zh_cn: 全局设置可允许或禁止所有 Hue 的最终用户下载（例如在编辑器和控制面板中下载查询结果、在文件浏览器中下载文件...）。

source: Choose whether to show extended left and right panels.
de: Wählen Sie, ob erweiterte linke und rechte Fenster angezeigt werden sollen.
es: Seleccione si desea mostrar los paneles derecho e izquierdo ampliados.
fr: Choisissez d'afficher ou non les volets droits et gauches étendus.
zh_cn: 选择是否显示扩展的左侧和右侧面板。

source: Enable saved default configurations for Hive, Impala, Spark, and Oozie.
de: Gespeicherte Standardkonfigurationen für Hive, Impala, Spark und Oozie aktivieren.
es: Activa las configuraciones predeterminadas guardadas de Hive, Impala, Spark y Oozie.
fr: Activez les configurations par défaut enregistrées pour Hive, Impala, Spark et Oozie.
zh_cn: 启用 Hive、Impala、Spark 和 Oozie 保存的默认配置。

source: Choose whether to use new charting library across the whole Hue.
de: Wählen Sie aus, ob die neue Diagrammbibliothek im gesamten Hue verwendet werden soll.
es: Elija si desea utilizar una nueva biblioteca de gráficos para todo Hue.
fr: Indiquez si vous souhaitez utiliser la nouvelle bibliothèque de graphiques pour Hue.
zh_cn: 选择是否在整个 Hue 中使用新的图表库。

source: Choose whether to enable the new Hue 4 interface.
de: Wählen Sie aus, ob die neue Hue 4-Schnittstelle aktiviert werden soll.
es: Elija si desea habilitar la nueva interfaz de Hue 4.
fr: Indiquez si la nouvelle interface Hue 4 doit être activée.
zh_cn: 选择是否启用新的 Hue 4 接口。

source: Choose whether to still allow users to enable the old Hue 3 interface.
de: Wählen Sie aus, ob es Benutzern erlaubt sein soll, die alte Hue 3-Oberfläche zu aktivieren.
es: Elija si desea seguir permitiendo a los usuarios habilitar la antigua interfaz de Hue 3.
fr: Indiquez si vous souhaitez encore autoriser les utilisateurs à activer l'ancienne interface Hue 3.
zh_cn: 选择是否仍然允许用户启用旧版 Hue 3 接口。

source: If you set bind_password, then you must set bind_dn.
de: Wenn Sie "bind_password" festlegen, müssen Sie "bind_dn" festlegen.
es: Si establece bind_password, debe establecer bind_dn.
fr: Si vous définissez bind_password, alors vous devez définir bind_dn.
zh_cn: 如果您设置了 bind_password，则必须设置 bind_dn。

source: If you set bind_dn, then you must set bind_password.
de: Wenn Sie "bind_dn" festlegen, müssen Sie "bind_password" festlegen.
es: Si establece bind_dn, debe establecer bind_password.
fr: Si vous définissez bind_dn, alors vous devez définir bind_password.
zh_cn: 如果您设置了 bind_dn，则您必须设置 bind_password。

source: LDAP is only partially configured. An LDAP URL must be provided.
de: LDAP ist nur teilweise konfiguriert. Eine LDAP-URL muss angegeben werden.
es: LDAP solo está configurado parcialmente. Se debe proporcionar una URL de LDAP.
fr: LDAP n'est pas intégralement configuré. Une URL de LDAP doit être fournie.
zh_cn: LDAP 仅部分配置。必须提供 LDAP URL。

source: LDAP is only partially configured. An NT Domain or username search pattern must be provided.
de: LDAP ist nur teilweise konfiguriert. Eine NT-Domäne oder ein Benutzernamen-Suchmuster muss angegeben werden.
es: LDAP solo está configurado parcialmente. Se debe proporcionar un dominio NT o un patrón de búsqueda de nombre de usuario.
fr: LDAP n'est pas intégralement configuré. Un modèle de recherche de domaine NT ou de nom d'utilisateur doit être fourni.
zh_cn: LDAP 仅部分配置。必须提供 NT 域或用户名搜索模式。

source: The LDAP username pattern should contain the special<username> replacement string for authentication.
de: Das LDAP-Benutzernamenmuster sollte die spezielle Ersatzzeichenfolge <benutzername> für die Authentifizierung enthalten.
es: El patrón del nombre de usuario LDAP debe incluir la cadena de reemplazo especial <username> para la autenticación.
fr: Le modèle de nom d'utilisateur LDAP doit contenir la chaîne de remplacement spéciale <username> pour l'authentification.
zh_cn: LDAP 用户名模式应包含用于身份验证的特殊<username>替换字符串。

source: We recommend MySQL InnoDB engine over MyISAM which does not support transactions.
de: Wir empfehlen die MySQL-InnoDB-Engine anstelle von MyISAM, da MyISAM keine Transaktionen unterstützt.
es: Recomendamos el motor MySQL InnoDB antes que MyISAM, que no admite transacciones.
fr: Nous recommandons le moteur MySQL InnoDB plutôt que MyISAM, qui ne prend pas en charge les transactions.
zh_cn: 我们建议使用不支持事务的 MySQL InnoDB engine over MyISAM。

source: All tables in the database must be of the same storage engine type (preferably InnoDB).
de: Alle Tabellen in der Datenbank müssen denselben Speicher-Engine-Typ aufweisen (vorzugsweise InnoDB).
es: Todas las tablas de la base de datos deben ser del mismo tipo de motor de almacenamiento (preferiblemente InnoDB).
fr: Toutes les tables de la base de données doivent provenir du même type de moteur de stockage (de préférence InnoDB).
zh_cn: 数据库中的所有表必须具备相同的 存储引擎类型（首选 InnoDB）。

source: SQLite is only recommended for development environments. It might cause the "Database is locked" error. Migrating to MySQL, Oracle or PostgreSQL is strongly recommended.
de: SQLite wird nur für Entwicklungsumgebungen empfohlen. Ansonsten kann der Fehler "Datenbank gesperrt" auftreten. Wir empfehlen dringend eine Migration zu MySQL, Oracle oder PostgreSQL.
es: SQLite solo se recomienda para entornos de desarrollo. Puede provocar el error "La base de datos está bloqueada". Se recomienda encarecidamente la migración a MySQL, Oracle o PostgreSQL.
fr: SQLite n'est utile qu'en environnement de développement. Il peut provoquer l'erreur "Database is locked". La migration vers MySQL, Oracle ou PostgreSQL est vivement conseillée.
zh_cn: SQLite 仅建议用于开发环境。它可能会造成“数据库锁定”错误。强烈建议迁移至 MySQL、Oracle 或 PostgreSQL。

source: Secret key should be configured as a random string. All sessions will be lost on restart
de: Der Geheimschlüssel sollte als zufällige Zeichenkette konfiguriert werden. Alle Sitzungen gehen beim Neustart verloren.
es: La clave secreta se debe configurar como cadena aleatoria. Todas las sesiones se perderán al reiniciar
fr: Une clé secrète doit être configurée comme une chaîne aléatoire. Toutes les sessions seront perdues lors du redémarrage.
zh_cn: 密钥应配置为一个随机字符串。重新启动时，所有会话将丢失。

source: SSL private key file should be set to enable HTTPS.
de: SSL-Privatschlüsseldatei sollte festgelegt sein, um HTTPS zu aktivieren.
es: Se debe establecer el archivo de clave privada SSL para activar HTTPS.
fr: Un fichier de clé privée SSL doit être défini pour activer HTTPS.
zh_cn: 应设置 SSL 私钥文件，以启用 HTTPS。

source: Encoding not supported.
de: Verschlüsselung wird nicht unterstützt.
es: Codificación no compatible.
fr: Encodage non pris en charge.
zh_cn: 不支持编码。

source: Keytab should have 0600 permissions (has %o).
de: Keytab sollte 0600 Berechtigungen haben (hat %o).
es: Keytab debe tener los permisos 0600 (tiene %o).
fr: Keytab doit présenter 0600 autorisations (a %o).
zh_cn: Keytab 应具有 0600 权限（具有 %o）。

source: Email notifications is disabled for Workflows and Jobs as SMTP server is localhost.
de: E-Mail-Benachrichtigungen sind für Workflows und Jobs deaktiviert, da localhost der SMTP-Server ist.
es: Las notificaciones de correo electrónico están deshabilitadas para workflows y jobs, ya que el servidor SMTP es localhost.
fr: Les notifications par e-mail sont désactivées pour les workflows et les jobs, car le serveur SMTP est localhost.
zh_cn: 对于 Workflows 和 Jobs，系统将禁用电子邮件通知，因为 SMTP 服务器是本地主机。

source: Failed to convert Document object: %s
de: Dokumentobjekt konnte nicht konvertiert werden: %s
es: Error al convertir el objeto Documento: %s
fr: Impossible de convertir l'objet Document : %s
zh_cn: 无法转换文档对象：%s

source: Permission denied (%(action)s/%(app)s).
de: Berechtigung verweigert (%(action)s/%(app)s).
es: Permiso denegado (%(action)s/%(app)s).
fr: Autorisation refusée (%(action)s/%(app)s).
zh_cn: 权限被拒绝 (%(action)s/%(app)s)。

source: You must be a superuser to perform this operation.
de: Sie müssen ein Superuser sein, um diesen Vorgang durchzuführen.
es: Para realizar esta operación, debe ser un superusuario.
fr: Vous devez être un superutilisateur pour exécuter cette opération.
zh_cn: 您必须为超级用户才可执行此操作。

source: Job %(id)s does not exist
de: Job %(id)s ist nicht vorhanden
es: El job %(id)s no existe
fr: Le job %(id)s n'existe pas
zh_cn: 作业 %(id)s 不存在

source: %(module)s isn't a middleware module.
de: %(module)s ist kein Middleware-Modul.
es: El %(module)s no es un módulo de middleware.
fr: %(module)s n'est pas un module middleware.
zh_cn: %(module)s 不是中间件模块。

source: Error importing middleware %(module)s: "%(error)s".
de: Fehler beim Importieren von Middleware %(module)s: "%(error)s".
es: Error al importar el %(module)s de middleware: "%(error)s".
fr: Erreur lors de l'importation de %(module)s middleware : "%(error)s".
zh_cn: 导入中间件 %(module)s 时出错："%(error)s"。

source: Middleware module "%(module)s" does not define a "%(class)s" class.
de: Middleware-Modul "%(module)s" definiert keine "%(class)s"-Klasse.
es: El módulo de middleware "%(module)s" no define una clase "%(class)s".
fr: Le module middleware "%(module)s" ne définit pas de classe "%(class)s".
zh_cn: 中间件模块 "%(module)s" 未定义 "%(class)s" 类。

source: AppSpecificMiddleware module "%(module)s" has a process_request function which is impossible.
de: AppSpecificMiddleware-Modul "%(module)s" hat eine process_request-Funktion, die unmöglich ist.
es: El módulo de AppSpecificMiddleware "%(module)s" tiene una función process_request que es imposible.
fr: Le module AppSpecificMiddleware "%(module)s" dispose d'une fonction process_request qui est impossible.
zh_cn: AppSpecificMiddleware 模块 "%(module)s" 具有无法实现的 process_request 函数。

source: You do not have permission to access the %(app_name)s application.
de: Sie sind nicht berechtigt, auf die Anwendung %(app_name)s zuzugreifen.
es: No tiene permiso para acceder a la aplicación %(app_name)s.
fr: Vous n'avez pas l'autorisation d'accéder à l'application %(app_name)s.
zh_cn: 您没有访问 %(app_name)s 应用程序的权限。

source: Redirect to %s is not allowed.
de: Weiterleiten an %s ist nicht zugelassen.
es: No se permite la redirección a %s.
fr: La redirection vers %s n'est pas autorisée.
zh_cn: 不允许重定向至 %s。

source: App that this configuration belongs to.
de: Die App, zu der diese Konfiguration gehört.
es: La aplicación a la que pertenece esta configuración.
fr: Application à laquelle cette configuration appartient.
zh_cn: 此配置属于的应用程序。

source: JSON-formatted default properties values.
de: JSON-formatierte standardmäßige Eigenschaftswerte.
es: Valores de propiedades predeterminadas con formato JSON.
fr: Valeurs de propriétés par défaut, au format JSON.
zh_cn: JSON 格式化的默认属性值。

source: Can't add %s: it is a reserved tag.
de: %s kann nicht hinzugefügt werden: Es ist ein reserviertes Tag.
es: No se puede agregar %s: es una etiqueta reservada.
fr: Impossible d'ajouter %s : il s'agit d'une balise réservée.
zh_cn: 无法添加 %s：它是一个保留标记。

source: Can't remove %s: it is a reserved tag.
de: %s kann nicht entfernt werden: Es ist ein reserviertes Tag.
es: No se puede quitar %s: es una etiqueta reservada.
fr: Impossible de supprimer %s : il s'agit d'une balise réservée.
zh_cn: 无法删除 %s：它是一个保留标记。

source: Permission denied. %(username)s does not have the permissions required to access document %(id)s
de: Zugriff verweigert. Als %(username)s verfügen Sie nicht über die Berechtigung, auf das Dokument %(id)s zuzugreifen.
es: Permiso denegado. %(username)s no tiene los permisos necesarios para acceder al documento %(id)s
fr: Autorisation refusée. %(username)s n'a pas l'autorisation requise pour accéder au document %(id)s
zh_cn: 权限被拒绝。%(username)s 不具备访问文档 %(id)s 所需的权限

source: Document %(id)s does not exist
de: Das Dokument %(id)s ist nicht vorhanden.
es: El documento %(id)s no existe.
fr: Le document %(id)s n'existe pas
zh_cn: 文档 %(id)s 不存在

source: Owner
de: Eigentümer
es: Propietario
fr: Propriétaire
zh_cn: 所有者

source: User who can own the job.
de: Benutzer, der Eigentümer des Jobs sein kann.
es: El usuario que puede poseer el job.
fr: Utilisateur pouvant posséder le job.
zh_cn: 可拥有作业的用户。

source: Last modified
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
zh_cn: 上次修改

source: Schema version
es: Versión del esquema
fr: Version du schéma
zh_cn: 架构版本

source: Document does not exist or you don't have the permission to access it.
de: Dokument ist nicht vorhanden, oder Sie sind nicht berechtigt, darauf zuzugreifen.
es: El documento no existe o no tiene permiso para acceder a él.
fr: Le document n'existe pas ou vous n'avez pas l'autorisation d'y accéder.
zh_cn: 文档不存在或您没有对其进行访问的权限。

source: Document copy method requires a content_object argument.
de: Die Methode zum Kopieren des Dokuments erfordert ein Argument "content_object".
es: El método de copia de documento necesita el argumento content_object.
fr: La méthode de copie du document exige un argument content_object.
zh_cn: 文档复制方法需要 content_object argument。
