Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/core/src/desktop/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, zh_cn

source: Only %s permissions are supported, not %s.
de: Nur %s-Berechtigungen werden unterstützt, nicht %s.
es: Solo se admiten los permisos de %s, no de %s.
fr: Seules les autorisations %s sont prises en charge, et non les autorisations %s.
zh_cn: 仅支持 %s 权限，不支持 %s。

source: Document with UUID %s not found.
de: Dokument mit UUID %s nicht gefunden.
es: Documento con UUID %s no encontrado.
fr: Document avec l'UUID %s introuvable.
zh_cn: 未找到具有 UUID %s 的文档。

source: Requested invalid path for user %s: %s
de: Ungültiger Pfad für Benutzer %s angefordert: %s
es: La ruta solicitada para el usuario %s no es válida: %s
fr: Demande d'un chemin non valide pour l'utilisateur %s : %s
zh_cn: 用户 %s 的请求路径无效：%s

source: Duplicate documents found for user %s at path: %s
de: Doppelte Dokumente für Benutzer %s in folgendem Pfad gefunden: %s
es: Se han encontrado documentos duplicados para el usuario %s en la ruta: %s
fr: Documents en double trouvés pour l'utilisateur %s dans le chemin : %s
zh_cn: 在以下路径中找到用户 %s 的复制文档：%s

source: Creator.
de: Ersteller.
es: Creador.
fr: Créateur.
zh_cn: 创建者。

source: Type of document, e.g. Hive query, Oozie workflow, Search Dashboard...
de: Der Dokumenttyp, z.B. Hive-Abfrage, Oozie-Workflow, Such-Dashboard...
es: Tipo de documento, p. ej., consulta de Hive, workflow de Oozie, panel de búsqueda...
fr: Type du document. Ex. : requête Hive, workflow Oozie, tableau de bord de recherche...
zh_cn: 文档类型，例如 Hive 查询、Oozie workflow、搜索仪表板...

source: Searchable text for the document.
de: Durchsuchbarer Text für das Dokument.
es: Texto que se puede buscar en el documento.
fr: Texte disponible pour la recherche dans le document.
zh_cn: 该文档的可搜索文本。

source: Time last modified
de: Zuletzt geändert
es: Hora de última modificación
fr: Heure de la dernière modification
zh_cn: 上次修改时间

source: Document version
de: Dokumentversion
es: Versión del documento
fr: Version du document
zh_cn: 文档版本

source: If managed under the cover by Hue and never by the user
de: Wenn im Hintergrund von Hue und niemals vom Benutzer verwaltet
es: Si lo gestiona Hue de forma encubierta y nunca el usuario
fr: Si géré sous l'égide de Hue et jamais par l'utilisateur
zh_cn: 如果由 Hue 管理，且从不由用户管理。

source: True if trashed
de: True, wenn gelöscht
es: True si se envía a la papelera
fr: True si placé dans la corbeille
zh_cn: 如果已移至垃圾桶，则为 True

source: Cannot create or modify directory with name: %s
de: Verzeichnis mit folgendem Namen konnte nicht erstellt oder geändert werden: %s
es: No se puede crear ni modificar el directorio con el nombre: %s
fr: Impossible de créer ou de modifier le répertoire nommé : %s
zh_cn: 无法使用以下名称创建或修改目录：%s

source: Cannot save document %s under parent directory %s due to circular dependency
de: Dokument %s konnte aufgrund einer zirkulären Abhängigkeit nicht im übergeordneten Verzeichnis %s gespeichert werden.
es: No se puede guardar el documento %s bajo el directorio principal %s debido a la dependencia circular
fr: Impossible d'enregistrer le document %s sous le répertoire parent %s à cause d'une dépendance circulaire.
zh_cn: 由于循环依赖，无法在父目录 %s 下保存文档 %s。

source: Target with UUID %s is not a directory
de: Das Ziel mit UUID %s ist kein Verzeichnis
es: El destino con UUID %s no es un directorio
fr: La cible avec l'UUID %s n'est pas un répertoire
zh_cn: 具有 UUID %s 的目标不是目录

source: Failed to share document: %s
de: Dokument konnte nicht freigegeben werden: %s
es: Error al compartir documento: %s
fr: Impossible de partager le document : %s
zh_cn: 无法共享文档：%s

source: Invalid permission type: %s
de: Ungültiger Berechtigungstyp: %s
es: Tipo de permiso no válido: %s
fr: Type d'autorisation non valable : %s
zh_cn: 无效的权限类型：%s

source: No permission to any app.
de: Es ist keine Berechtigung für eine App vorhanden.
es: No hay permisos para ninguna aplicación.
fr: Aucune permission pour les applications.
zh_cn: 对任何应用程序都没有权限。

source: Home
de: Startseite
es: Inicio
fr: Accueil
zh_cn: 主页

source: Documents
de: Dokumente
es: Documentos
zh_cn: 文档

source: Query
de: Abfrage
es: Consulta
fr: Requête
zh_cn: 查询

source: %s Query
de: %s-Abfrage
es: %s consulta
fr: %s requête
zh_cn: %s 查询

source: Notebook
de: Notizbuch
es: Bloc de notas
fr: Carnet
zh_cn: 笔记本

source: Editor
fr: Editeur
zh_cn: 编辑器

source: Report
de: Bericht
es: Informe
fr: Rapports
zh_cn: 报告

source: %s Dashboard
es: Panel de %s
fr: Tableau de bord %s
zh_cn: %s 控制面板

source: Dashboard
es: Panel
fr: Tableau de bord
zh_cn: 控制面板

source: Files
de: Dateien
es: Archivos
fr: Fichiers
zh_cn: 文件

source: Browse
de: Durchsuchen
es: Explorar
fr: Parcourir
zh_cn: 浏览

source: Tables
de: Tabellen
es: Tablas
zh_cn: 表

source: Indexes
de: Indizes
es: Índices
fr: Index
zh_cn: 索引

source: Jobs
zh_cn: 作业

source: Queries
de: Abfragen
es: Consultas
fr: Requêtes
zh_cn: 查询

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
zh_cn: 安全性

source: Browsers
de: Browser
es: Exploradores
fr: Navigateurs
zh_cn: 浏览器

source: Schedule
de: Planung
es: Programa
fr: Planifier
zh_cn: 计划

source: Scheduler
es: Programador
fr: Planificateur
zh_cn: 计划程序

source: Other Apps
de: Andere Apps
es: Otras aplicaciones
fr: Autres applications
zh_cn: 其他应用程序

source: German
de: Deutsch
es: Alemán
fr: Allemand
zh_cn: 德语

source: English
de: Englisch
es: Inglés
fr: Anglais
zh_cn: 英语

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
zh_cn: 西班牙语

source: French
de: Französisch
es: Francés
fr: Français
zh_cn: 法语

source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
zh_cn: 日语

source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
zh_cn: 朝鲜语

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
zh_cn: 葡萄牙语

source: Brazilian Portuguese
de: Portugiesisch (Brasilien)
es: Portugués brasileño
fr: Portugais brésilien
zh_cn: 巴西葡萄牙语

source: Simplified Chinese
de: Chinesisch (vereinfacht)
es: Chino simplificado
fr: Chinois simplifié
zh_cn: 简体中文

source: SSL Certificate pointed by REQUESTS_CA_BUNDLE does not exist: %s
de: Von REQUESTS_CA_BUNDLE referenziertes SSL-Zertifikat ist nicht vorhanden: %s
es: El certificado SSL al que apunta REQUESTS_CA_BUNDLE no existe: %s
fr: Le certificat SSL pointé par REQUESTS_CA_BUNDLE n'existe pas : %s
zh_cn: 由 REQUESTS_CA_BUNDLE 指出的 SSL 证书不存在：%s

source: You must be a superuser.
de: Sie müssen ein Superuser sein.
es: Debe ser un superusuario.
fr: Vous devez être un superutilisateur.
zh_cn: 您必须是超级用户。

source: No logs found!
de: Keine Protokolle gefunden!
es: No se ha encontrado ningún registro.
fr: Journaux introuvables !
zh_cn: 未找到日志！

source: No logs found.
de: Keine Protokolle gefunden.
es: No se ha encontrado ningún registro.
fr: Journaux introuvables.
zh_cn: 未找到日志。

source: You must enable the memory profiler via the memory_profiler config in the hue.ini.
de: Sie müssen den Speicher-Profiler über die Konfiguration memory_profiler in der hue.ini aktivieren.
es: Debe activar el generador de perfiles de memorias mediante la configuración memory_profiler en hue.ini.
fr: Vous devez activer le profileur de mémoire à l'aide de la configuration memory_profiler dans hue.ini.
zh_cn: 您必须通过 hue.ini 中的 memory_profiler config 启用内存探查器。

source: You are accessing an older version of Hue, please switch to the latest version: %s.
de: Sie greifen auf eine ältere Version von Hue zu. Wechseln Sie bitte zur neuesten Version: %s.
es: Está accediendo a una versión anterior de Hue; cambie a la versión más reciente: %s.
fr: Vous accédez à une ancienne version de Hue. Basculez vers la dernière version : %s.
zh_cn: 您正在访问旧版 Hue，请切换到最新版：%s。

source: You are accessing a non-optimized Hue, please switch to one of the available addresses: %s
de: Sie greifen auf einen nicht optimierten Hue zu. Wechseln Sie bitte zu einer der verfügbaren Adressen: %s
es: Va a acceder a un Hue no optimizado; cambie a una de las direcciones disponibles: %s
fr: Vous accédez à un serveur Hue non optimisé. Basculez vers une de ces adresses disponibles : %s
zh_cn: 您正在访问未优化的 Hue，请切换到一个可用地址：%s

source: Local
de: Lokal
zh_cn: 本地

source: Invalid username or password
de: Benutzername oder Kennwort ungültig
es: Nombre de usuario o contraseña no válido
fr: Nom d'utilisateur ou mot de passe non valable.
zh_cn: 用户名或密码无效

source: Account deactivated. Please contact an administrator.
de: Konto deaktiviert. Wenden Sie sich an einen Administrator.
es: Cuenta desactivada. Póngase en contacto con un administrador.
fr: Compte désactivé. Veuillez contacter un administrateur.
zh_cn: 账户已停用。请联系管理员。

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
zh_cn: 用户名

source: Password
de: Kennwort
es: Contraseña
fr: Mot de passe
zh_cn: 密码

source: Account deactivated. Please contact an <a href="mailto:%s">administrator</a>.
de: Konto deaktiviert. Wenden Sie sich an einen <a href="mailto:%s">Administrator</a>.
es: Cuenta desactivada. Póngase en contacto con un <a href="mailto:%s">administrador</a>.
fr: Compte désactivé. Veuillez contacter un <a href="mailto:%s">administrateur</a>.
zh_cn: 账户已停用。请联系 <a href="mailto:%s">管理员</a>。

source: Login as
de: Anmelden als
es: Iniciar sesión como
fr: Se connecter en tant que
zh_cn: 登录身份：

source: Login as username
de: Anmelden als Benutzername
es: Iniciar sesión como nombre de usuario
fr: Se connecter en tant que (nom d'utilisateur)
zh_cn: 以 身份登录

source: Invalid response from OAuth provider: %s
de: Ungültige Antwort von OAuth-Provider: %s
es: Respuesta del proveedor OAuth no válida: %s
fr: Réponse non valable du fournisseur OAuth : %s
zh_cn: 来自 OAuth 提供程序的响应无效：%s

source: %s method is not supported
de: %s-Methode wird nicht unterstützt
es: El método %s no es compatible
fr: La méthode %s n'est pas prise en charge
zh_cn: 不支持 %s 方法

source: app_configuration_for_user requires app and user_id
de: "app_configuration_for_user" erfordert "app" und "user_id"
es: app_configuration_for_user requiere app y user_id
fr: app_configuration_for_user requiert les champs app et user_id
zh_cn: app_configuration_for_user 需要应用程序和 user_id

source: Could not find user with User ID: %s
de: Benutzer mit folgender Benutzer-ID nicht gefunden: %s
es: No se ha podido encontrar al usuario con el ID de usuario: %s
fr: Utilisateur introuvable pour l'ID d'utilisateur : %s
zh_cn: 无法找到具有用户 ID 的用户：%s

source: app_configuration_for_user requires app, user_id, and properties
de: "app_configuration_for_user" erfordert "app", "user_id" und "properties"
es: app_configuration_for_user requiere app, user_id y propiedades
fr: app_configuration_for_user requiert les champs app, user_id et properties
zh_cn: app_configuration_for_user 需要应用程序、user_id 和属性

source: Could not find user with ID: %s
de: Benutzer mit folgender ID nicht gefunden: %s
es: No se ha podido encontrar al usuario con el ID: %s
fr: Utilisateur introuvable pour l'ID d'utilisateur : %s
zh_cn: 无法找到具有 ID 的用户：%s

source: delete_default_configuration requires id of configuration.
de: "delete_default_configuration" erfordert "id_of_configuration".
es: delete_default_configuration requiere el ID de configuración.
fr: delete_default_configuration requiert un identifiant de configuration.
zh_cn: delete_default_configuration 需要配置 ID。

source: Could not find configuration with ID: %d
de: Konfiguration mit folgender ID nicht gefunden: %d
es: No se ha podido encontrar la configuración el ID: %d
fr: Configuration introuvable pour l'ID : %d
zh_cn: 无法找到具有 ID 的配置：%d

source: Successfully deleted the default configuration.
de: Standardkonfiguration erfolgreich gelöscht.
es: La configuración predeterminada se ha eliminado correctamente.
fr: Suppression réussie de la configuration par défaut.
zh_cn: 已成功删除默认配置。

source: Could not find one or more groups with IDs: %s
de: Eine oder mehrere Gruppen mit folgenden IDs nicht gefunden: %s
es: No se han podido encontrar uno o más grupos con los ID: %s
fr: Impossible de trouver un ou plusieurs groupes avec les identifiants : %s
zh_cn: 无法找到具有 ID 的一个或多个组：%s

source: Failed to update configurations: %s
de: Konfigurationen konnte nicht aktualisiert werden: %s
es: Error al actualizar configuraciones: %s
fr: Impossible de mettre à jour les configurations : %s
zh_cn: 无法更新配置：%s

source: _save_configuration requires app, properties, and is_default, groups or user_id
de: "_save_configuration" erfordert "app", "properties" und "is_default", "groups" oder "user_id"
es: _save_configuration requiere app, propiedades e is_default, grupos o user_id
fr: _save_configuration requiert les champs app, properties et is_default, groups ou user_id
zh_cn: _save_configuration 需要应用程序、属性和 is_default、组或 user_id

source: Possible misconfiguration
de: Mögliche Fehlkonfiguration
es: Posible error de configuración
fr: Possibilité de configuration incorrecte
zh_cn: 可能配置不当

source: year
de: Jahr
es: año
fr: année
zh_cn: 年

source: month
de: Monat
es: mes
fr: mois
zh_cn: 月

source: week
de: Woche
es: semana
fr: semaine
zh_cn: 周

source: day
de: Tag
es: día
fr: jour
zh_cn: 日

source: hour
de: Stunde
es: hora
fr: heure
zh_cn: 小时

source: minute
es: minuto
zh_cn: 分钟

source: second
de: Sekunde
es: segundo
fr: seconde
zh_cn: 秒

source: seconds
de: Sekunden
es: segundos
fr: secondes
zh_cn: 秒

source: "read" method is not implemented
de: "read"-Methode ist nicht implementiert
es: No se ha implementado el método "read"
fr: La méthode "read" n'est pas implémentée
zh_cn: 未实施“读取”方法

source: "write" method is not implemented
de: "write"-Methode ist nicht implementiert
es: No se ha implementado el método "write"
fr: La méthode "write" n'est pas implémentée
zh_cn: 未实施“写入”方法

source: "error" method is not implemented
de: "error"-Methode ist nicht implementiert
es: No se ha implementado el método "error"
fr: La méthode "error" n'est pas implémentée
zh_cn: 未实施“错误”方法

source: Can't replace %s pattern since host is null.
de: %s-Muster kann nicht ersetzt werden, weil der Host null ist.
es: No se puede sustituir el patrón de %s porque el host es nulo.
fr: Impossible de remplacer le modèle %s tant que la valeur de l'hôte est null.
zh_cn: 由于主机为空，无法替换 %s 模式。

source: Increase the sasl_max_buffer value in hue.ini
de: Erhöhen Sie den Wert von sasl_max_buffer in "hue.ini"
es: Aumentar el valor de sasl_max_buffer en hue.ini
fr: Augmenter la valeur de sasl_max_buffer dans hue.ini
zh_cn: 增加 hue.ini 中的 sasl_max_buffer 值

source: HDFS Compression to %(upload_path)s/hue_compressed.zip
de: HDFS-Komprimierung zu %(upload_path)s/hue_compressed.zip
es: Compresión de HDFS en %(upload_path)s/hue_compressed.zip
fr: Compression HDFS sur %(upload_path)s/hue_compressed.zip
zh_cn: HDFS 压缩至 %(upload_path)s/hue_compressed.zip

source: HDFS Extraction of %(upload_path)s/%(file_name)s
de: HDFS-Extraktion von %(upload_path)s/%(file_name)s
es: Extracción de HDFS de %(upload_path)s/%(file_name)s
fr: Extraction HDFS de %(upload_path)s/%(file_name)s
zh_cn: HDFS 提取 %(upload_path)s/%(file_name)s

source: Interface %s is unknown
de: Schnittstelle %s ist unbekannt
es: Interfaz %s desconocida
fr: L'interface %s est inconnue
zh_cn: 接口 %s 未知

source: url param is required
de: Parameter "url" ist erforderlich
es: Se necesita el parámetro URL
fr: Paramètre url requis
zh_cn: 需要 url 参数

source: User is already authenticated to GitHub.
de: Benutzer ist bereits bei GitHub authentifiziert.
es: El usuario ya se ha autenticado en GitHub.
fr: L'utilisateur est déjà authentifié sur GitHub.
zh_cn: 用户已经 GitHub 验证。

source: Dumping configuration...
de: Konfiguration wird verworfen...
es: Volcando configuración...
fr: Dump de la configuration en cours...
zh_cn: 正在转储配置...

source: No help available.
de: Keine Hilfe verfügbar.
es: No hay ayuda disponible.
fr: Aucune aide disponible.
zh_cn: 无可用帮助。

source: Upgrades the Hue configuration with a mapping file.
de: Aktualisiert die Hue-Konfiguration mit einer Zuordnungsdatei.
es: Actualiza la configuración de Hue con un archivo de mapping.
fr: Met à niveau la configuration de Hue avec un fichier de mappage.
zh_cn: 通过映射文件升级 Hue 配置。

source: Location of the mapping file.
de: Speicherort der Zuordnungsdatei.
es: Ubicación del archivo de mapping.
fr: Emplacement du fichier de mappage.
zh_cn: 映射文件的位置。

source: --%(param)s is required.
de: --%(param)s ist erforderlich.
es: -- Se necesita %(param)s.
fr: --%(param)s est requis.
zh_cn: 需要 --%(param)s。

source: Invalid mapping %(mapping)s in %(file)s.
de: Ungültige Zuordnung von %(mapping)s in %(file)s.
es: Mapping %(mapping)s no válido en %(file)s.
fr: Mappage %(mapping)s non valable dans %(file)s.
zh_cn: %(file)s 中无效的映射 %(mapping)s。

source: Creates a Hue application directory structure.
de: Erzeugt eine Hue-Anwendungsverzeichnisstruktur.
es: Crea una estructura de directorio de aplicaciones de Hue.
fr: Crée une structure de répertoire d'application Hue.
zh_cn: 创建一个 Hue 应用程序目录结构。

source: application name
de: Anwendungsname
es: nombre de la aplicación
fr: nom d'application
zh_cn: 应用程序名称

source: Expected arguments: app_name [app_dir]
de: Erwartete Argumente: app_name [app_dir]
es: Argumentos esperados: app_name [app_dir]
fr: Arguments attendus : app_name [app_dir]
zh_cn: 所需参数：app_name [app_dir]

source: App template dir missing: %(template)s.
de: Anwendungsvorlagenverzeichnis fehlt: %(template)s.
es: Directorio de plantillas de aplicación no encontrado: %(template)s.
fr: Absence de rép. de modèle d'app. : %(template)s.
zh_cn: 应用程序模板目录缺失：%(template)s。

source: The template path, %(path)r, does not exist.
de: Der Vorlagenpfad %(path)r ist nicht vorhanden.
es: La ruta de la plantilla, %(path)r, no existe.
fr: Le chemin d'accès au modèle, %(path)r, n'existe pas.
zh_cn: 模板路径 %(path)r 不存在。

source: %(name)r is not a valid application name. Use only numbers, letters and underscores.
de: %(name)r ist kein gültiger Anwendungsname. Verwenden Sie nur Ziffern, Buchstaben und Unterstriche.
es: %(name)r no es un nombre de aplicación válido. Utilice solo números, letras y guiones bajos.
fr: %(name)r n'est pas un nom d'application valide. Utilisez uniquement des chiffres, lettres et traits de soulignement.
zh_cn: %(name)r 不是有效的应用程序名称。仅可使用数字、字母和下划线。

source: Creates a Hue proxy application directory structure.
de: Erzeugt eine Hue-Proxy-Anwendungsverzeichnisstruktur.
es: Crea una estructura de directorio de aplicaciones de proxy de Hue.
fr: Crée une structure de répertoire d'application de proxy Hue.
zh_cn: 创建一个 Hue 代理应用程序目录结构。

source: Expected arguments: app_name app_web_url [app_dir]
de: Erwartete Argumente: app_name [app_dir] app_web_url [app_dir]
es: Argumentos esperados: app_name app_web_url [app_dir]
fr: Arguments attendus : app_name app_web_url [app_dir]
zh_cn: 所需参数：app_name app_web_url [app_dir]

source: Created fs in: %(dir)s
de: fs erstellt in: %(dir)s
es: Fs creado en: %(dir)s
fr: FS créé dans : %(dir)s
zh_cn: 已在 %(dir)s 中创建文件系统

source: Creates home and Trash directories for users as needed, or specific user if username is provided.
de: Erstellt Home- oder Papierkorbverzeichnisse nach Bedarf für Nutzer oder für einen bestimmten Nutzer, wenn ein Benutzername angegeben wurde.
es: Crea directorios de inicio y de papelera para los usuarios según sea necesario, o un usuario específico si se facilita un nombre de usuario.
fr: Crée les répertoires racine et Corbeille pour les utilisateurs si nécessaire, ou pour un utilisateur précis si son nom d'utilisateur est fourni.
zh_cn: 根据需要为用户创建主页和垃圾目录，或如果提供用户名，请指定用户。

source: Username of user to create directories for.
de: Namen des Benutzers, für den die Verzeichnisse erstellt werden sollen.
es: El nombre de usuario del usuario para el que se deben crear los directorios.
fr: Nom d'utilisateur de l'utilisateur pour lequel les répertoires sont à créer.
zh_cn: 用于为其创建目录的用户的用户名。

source: CherryPy Server for Desktop.
de: CherryPy-Server für Desktop.
es: Servidor CherryPy para escritorio.
fr: Serveur CherryPy pour Desktop.
zh_cn: 桌面 CherryPy 服务器。

source: starting server with options:
de: Server mit Optionen starten:
es: iniciando servidor con opciones:
fr: démarrage du serveur avec les options :
zh_cn: 通过以下选项启动服务器：

source: Web server for Hue.
de: Webserver für Hue.
es: Servidor web para Hue.
fr: Serveur Web pour Hue.
zh_cn: Hue 的 Web 服务器。

source: Gunicorn Web server for Hue.
de: Gunicorn-Webserver für Hue.
es: Servidor web Gunicorn para Hue.
fr: Serveur Web Gunicorn pour Hue.
zh_cn: Hue 的 Gunicorn Web 服务器。

source: Runs pylint on desktop and app code. With no arguments, or with "all", this will run pylint on all installed apps. Otherwise, specify modules to run, as well as other parameters to pylint. Note that you'll want to preface the section of pylint arguments with "--" so Django's manage.py passes them along. Examples: python core/manage.py runpylint all -- -f parseable python core/manage.py runpylint filebrowser python core/manage.py runpylint
de: Führt pylint für Desktop- und Anwendungscode aus. Ohne Argumente oder mit "all" wird pylint für alle installierten Anwendungen ausgeführt. Geben Sie andernfalls die auszuführenden Module sowie weitere Parameter für pylint an. Denken Sie daran, dem Abschnitt der pylint-Argumente ein "--" voranzustellen, damit "manage.py" von Django sie weitergibt. Beispiele: python core/manage.py runpylint all -- -f parseable python core/manage.py runpylint filebrowser python core/manage.py runpylint
es: Ejecuta pylint en el escritorio y en el código de la aplicación. Sin argumentos o con "all", ejecutará pylint en todas las aplicaciones instaladas. De lo contrario, especifique los módulos que se van a ejecutar, así como otros parámetros para pylint. Tenga en cuenta que deseará comenzar la sección de argumentos de pylint con "--" para que manage.py de Django los difunda. Ejemplos: python core/manage.py runpylint all -- -f parseable python core/manage.py runpylint filebrowser python core/manage.py runpylint
fr: Exécute pylint sur le Bureau et le code d'application. Sans arguments, ou avec "all", exécute pylint sur toutes les applications installées. Sinon, précisez les modules à exécuter, ainsi que les autres paramètres pour pylint. Notez que vous pouvez préfixer la section des arguments de pylint par "--" pour que le fichier manage.py de Django les transmette tels quels. Exemples : python core/manage.py runpylint all -- -f parseable python core/manage.py runpylint filebrowser python core/manage.py runpylint
zh_cn: 在桌面和应用程序代码上运行 pylint。 在没有参数或者使用“all”的情况下，将在所有 已安装的应用程序上运行 pylint。否则，指定要运行的模块以及 其他 pylint 参数。请注意，您需要在 pylint 参数节 的前面添加“--”，以便 Django 的 manage.py 对其进行传递。 示例： python core/manage.py runpylint all -- -f parseable python core/manage.py runpylint filebrowser python core/manage.py runpylint

source: Cannot find pylint at '%(path)s'. Please install pylint first.
de: Pylint nicht unter "%(path)s" gefunden. Installieren Sie zuerst pylint.
es: No se encuentra pylint en '%(path)s'. Instale pylint primero.
fr: Impossible de trouver pylint dans '%(path)s'. Veuillez installer pylint au préalable.
zh_cn: 在 '%(path)s' 找不到 pylint。请先安装 pylint。

source: 403 - Access forbidden
de: 403 - Zugriff verboten
es: 403 - Prohibido el acceso
fr: 403 - Accès interdit
zh_cn: 403 - 访问禁用项

source: Access forbidden.
de: Zugriff verboten.
es: Prohibido el acceso.
fr: Accès interdit.
zh_cn: 访问禁用项。

source: Sorry, you don't have permissions to access the page, or your session has expired.
de: Sie sind nicht berechtigt, auf die Seite zuzugreifen. Ihre Sitzung ist abgelaufen.
es: Lo sentimos, pero no tiene permiso para acceder a la página o su sesión ha caducado.
fr: Désolé, vous n'avez pas l'autorisation d'accéder à la page ou votre session a expiré.
zh_cn: 很抱歉，您没有访问该页面的权限，或您的会话已过期。

source: Try to go back
de: Versuchen Sie, zurück zu gehen,
es: Intente volver
fr: Essayer de revenir
zh_cn: 尝试返回

source: go to My documents
de: öffnen Sie 'Meine Dokumente'.
es: vaya a Mis documentos
fr: aller dans Mes documents
zh_cn: 转至我的文档

source: 403 - CSRF error
de: 403 - CSRF-Fehler
es: 403 - Error de CSRF
fr: 403 - Erreur CSRF
zh_cn: 403 - CSRF 错误

source: CSRF error.
de: CSRF-Fehler.
es: Error de CSRF.
fr: Erreur CSRF.
zh_cn: CSRF 错误。
