Repository: bopopescu/hadoop2.8.5
Catalog: hue-4.3.0/desktop/core/src/desktop/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, zh_cn

source: Sorry, your session is invalid or has expired. Please go back, refresh the page, and try your submission again.
de: Ihre Sitzung ist ungültig oder abgelaufen. Gehen Sie zurück, aktualisieren Sie die Seite und senden Sie das Formular erneut.
es: Lo sentimos, la sesión no es válida o ha caducado. Vuelva, actualice la página y vuelva a intentar realizar el envío.
fr: Désolé, votre session n'est pas valable ou a expiré. Veuillez revenir à la page précédente, actualiser la page, puis retenter votre envoi.
zh_cn: 很抱歉，您的会话无效或已过期。请返回，刷新该页面，并再次尝试提交。

source: Go back
de: Zurück
es: Volver
fr: Revenir
zh_cn: 返回

source: 404 - Page not found
de: 404 - Seite nicht gefunden
es: 404 - Página no encontrada
fr: 404 - Page introuvable
zh_cn: 404 - 未找到页面

source: Page not found
de: Seite nicht gefunden.
es: Página no encontrada
fr: Page introuvable
zh_cn: 未找到页面

source: We're sorry, but the requested page could not be found.
de: Die angeforderte Seite wurde leider nicht gefunden.
es: Lo sentimos, no se encuentra la página solicitada.
fr: Désolé, mais la page demandée est introuvable.
zh_cn: 很抱歉，但未找到请求的页面。

source: 500 - Server error
de: 500 - Serverfehler
es: 500 - Error de servidor
fr: 500 - Erreur du serveur
zh_cn: 500 - 服务器错误

source: Server error.
de: Serverfehler.
es: Error de servidor.
fr: Erreur du serveur.
zh_cn: 服务器错误。

source: Sorry, there's been an error. An email was sent to your administrators. Thank you for your patience.
de: Es ist leider ein Fehler aufgetreten. An Ihre Administratoren wurde eine E-Mail gesendet. Danke für Ihre Geduld.
es: Lo sentimos, se ha producido un error. Se ha enviado un correo electrónico a los administradores. Gracias por su paciencia.
fr: Désolé, une erreur a été détectée. Un courriel a été envoyé à vos administrateurs. Merci de votre patience.
zh_cn: 很抱歉，发生错误。已向您的管理员发送了一封电子邮件。感谢您的耐心等候。

source: See the stacktrace
de: Stacktrace anzeigen
es: Ver el stacktrace
fr: Voir la pile d'appels
zh_cn: 请参见 stacktrace

source: More info...
de: Weitere Informationen...
es: Más información...
fr: Plus d'infos…
zh_cn: 更多信息...

source: View server logs
de: Serverprotokolle anzeigen
es: Ver registros del servidor
fr: Afficher les journaux du serveur
zh_cn: 查看服务器日志

source: View logs
de: Protokolle anzeigen
es: Ver registros
fr: Afficher les journaux
zh_cn: 查看日志

source: File Name
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
zh_cn: 文件名

source: Line Number
de: Zeilennummer
es: Número de línea
fr: Numéro de ligne
zh_cn: 行号

source: Function Name
de: Funktionsname
es: Nombre de función
fr: Nom de la fonction
zh_cn: 函数名称

source: Hue icon
de: Hue-Symbol
es: Icono de Hue
fr: Icône Hue
zh_cn: Hue 图标

source: About Hue
de: Über Hue
es: Acerca de Hue
fr: A propos de Hue
zh_cn: 关于 Hue

source: Quick start
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
zh_cn: 快速启动

source: Configuration
de: Konfiguration
es: Configuración
zh_cn: 配置

source: Server Logs
de: Server-Protokolle
es: Registros del servidor
fr: Journaux de serveur
zh_cn: 服务器日志

source: Threads
es: Subprocesos
zh_cn: 线程

source: Metrics
de: Kennzahlen
es: Métricas
fr: Mesures
zh_cn: 指标

source: Search...
de: Suche...
es: Buscar...
fr: Rechercher...
zh_cn: 搜索...

source: The table has no columns
de: Die Tabelle enthält keine Spalten.
es: La tabla no tiene columnas
fr: La table ne contient aucune colonne
zh_cn: 该表无列

source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
zh_cn: 显示详细信息

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
zh_cn: 打开

source: Open in Browser
de: Im Browser öffnen
es: Abrir en el explorador
fr: Ouvrir dans un navigateur
zh_cn: 在浏览器中打开

source: Open in Dashboard
de: Im Dashboard öffnen
es: Abrir en el panel
fr: Ouvrir dans le tableau de bord
zh_cn: 在控制面板中打开

source: Insert at cursor
de: Am Cursor einfügen
es: Insertar en posición de cursor
fr: Insérer au niveau du curseur
zh_cn: 在光标处插入

source: Open in Editor
de: Im Editor öffnen
es: Abrir en el editor
fr: Ouvrir dans l’éditeur
zh_cn: 在编辑器中打开

source: Project
de: Projekt
es: Proyecto
fr: Projet
zh_cn: 项目

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
zh_cn: 选择

source: Select distinct
de: Eindeutig auswählen
es: Seleccionar distinto
fr: Sélectionner un élément distinct
zh_cn: 选择不同

source: Aggregate
de: Sammlung
es: Agregar
fr: Agréger
zh_cn: 汇总

source: Count distinct
de: Eindeutige Anzahl
es: Contar distinto
fr: Nombre distinct
zh_cn: 计数不同

source: Sum
de: Summe
es: Suma
fr: Somme
zh_cn: 总和

source: Maximum
es: Máximo
zh_cn: 最大

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
zh_cn: 平均值

source: Filter
es: Filtro
fr: Filtrer
zh_cn: 筛选器

source: Is null
de: Ist null
es: Es nulo
fr: Est Null
zh_cn: 为空

source: Is not null
de: Ist nicht null
es: No es nulo
fr: N'est pas Null
zh_cn: 不为空

source: Equal to
de: Ist gleich
es: Igual a
fr: Égal à
zh_cn: 等于

source: Not equal to
de: Ist ungleich
es: Diferente de
fr: N'est pas égal à
zh_cn: 不等于

source: Greater than
de: Größer als
es: Mayor que
fr: Supérieur à
zh_cn: 大于

source: Less than
de: Kleiner als
es: Menor que
fr: Inférieur à
zh_cn: 小于

source: Order
de: Reihenfolge
es: Orden
fr: Ordre
zh_cn: 排序

source: Ascending
de: Aufsteigend
es: Ascendente
fr: Croissant
zh_cn: 升序

source: Descending
de: Absteigend
es: Descendente
fr: Décroissant
zh_cn: 降序

source: Open in Importer
de: In Importer öffnen
es: Abrir en importador
fr: Ouvrir dans Importer
zh_cn: 在导入器中打开

source: Open folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
zh_cn: 打开文件夹

source: Open document
de: Dokument öffnen
es: Abrir documento
fr: Ouvrir le document
zh_cn: 打开文档

source: Open cluster
de: Cluster öffnen
es: Abrir clúster
fr: Ouvrir le cluster
zh_cn: 打开群集

source: Open in HBase
de: In HBase öffnen
es: Abrir en HBase
fr: Ouvrir dans HBase
zh_cn: 在 HBase 中打开

source: No columns found
de: Keine Spalten gefunden
es: No se han encontrado columnas
fr: Aucune colonne trouvée
zh_cn: 未找到列

source: No tables found
de: Keine Tabellen gefunden.
es: No se ha encontrado ninguna tabla
fr: Aucune table n'a été trouvée
zh_cn: 未找到表

source: No results found
de: Keine Ergebnisse gefunden
es: No se han encontrado resultados
fr: Aucun résultat trouvé
zh_cn: 未找到结果

source: Error loading columns.
de: Fehler beim Laden der Spalten.
es: Error al cargar columnas.
fr: Erreur de chargement des colonnes.
zh_cn: 加载列时出错。

source: Error loading fields.
de: Fehler beim Laden der Felder.
es: Error al cargar campos.
fr: Erreur lors du chargement des champs.
zh_cn: 加载字段时出错。

source: Manual refresh
de: Manuell aktualisieren
es: Actualización manual
fr: Actualisation manuelle
zh_cn: 手动刷新

source: Filter...
de: Filtern...
es: Filtrar...
fr: Filtrer...
zh_cn: 筛选器...

source: Details
es: Detalles
fr: Détails
zh_cn: 详细信息

source: Empty directory
de: Leeres Verzeichnis
es: Directorio vacío
fr: Répertoire vide
zh_cn: 空目录

source: Error loading contents.
de: Fehler beim Laden der Inhalte.
es: Error al cargar contenido.
fr: Erreur de chargement du contenu.
zh_cn: 加载内容时出错。

source: Upload file
de: Datei hochladen
es: Cargar archivo
fr: Charger le fichier
zh_cn: 上传文件

source: New document
de: Neues Dokument
es: Nuevo documento
fr: Nouveau document
zh_cn: 新文档

source: Hive Query
de: Hive-Abfrage
es: Consulta de Hive
fr: Requête Hive
zh_cn: Hive 查询

source: Impala Query
de: Impala-Abfrage
es: Consulta de Impala
fr: Requête Impala
zh_cn: Impala 查询

source: Pig Script
de: Pig-Skript
es: Secuencia de comandos de Pig
fr: Script Pig
zh_cn: Pig 脚本

source: Oozie Schedule
de: Oozie-Zeitplan
es: Programa de Oozie
fr: Planificateur Oozie
zh_cn: Oozie 计划

source: Solr Search
de: Solr-Suche
es: Búsqueda de Solr
fr: Recherche Solr
zh_cn: Solr 搜索

source: New folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
zh_cn: 新文件夹

source: No documents found
de: Es wurden keine Dokumente gefunden.
es: No se encuentra ningún documento
fr: Aucun document n'a été trouvé
zh_cn: 未找到文档

source: Clusters
de: Cluster
es: Clústeres
zh_cn: 集群

source: No clusters available.
de: Keine Cluster verfügbar.
es: No hay clústeres disponibles.
fr: Aucun cluster disponible.
zh_cn: 无可用集群。

source: No tables available.
de: Keine Tabellen verfügbar.
es: No hay tablas disponibles.
fr: Aucune table disponible
zh_cn: 无可用表。

source: Clear cache
de: Cache löschen
es: Borrar caché
fr: Effacer la mémoire cache
zh_cn: 清除缓存

source: WARNING: This can be both resource and time-intensive.
de: WARNUNG: Dies kann beträchtliche Zeit und Ressourcen in Anspruch nehmen.
es: AVISO: Esta operación puede consumir muchos recursos y tiempo.
fr: AVERTISSEMENT : cette opération peut exiger de nombreuses ressources et beaucoup de temps.
zh_cn: 警告：可消耗资源和时间。

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
zh_cn: 刷新

source: Create table
de: Tabelle erstellen
es: Crear tabla
fr: Créer une table
zh_cn: 创建表

source: Create database
de: Datenbank erstellen
es: Crear base de datos
fr: Créer une base de données
zh_cn: 创建数据库

source: Create index
de: Index erstellen
es: Crear índice
fr: Créer un index
zh_cn: 创建索引

source: Sources
de: Quellen
es: Orígenes
zh_cn: 源

source: Databases
de: Datenbanken
es: Bases de datos
fr: Bases de données
zh_cn: 数据库

source: Error loading databases.
de: Fehler beim Laden der Datenbanken.
es: Error al cargar bases de datos.
fr: Erreur de chargement des bases de données.
zh_cn: 加载数据库时出错。

source: No databases found.
de: Keine Datenbanken gefunden.
es: No se han encontrado bases de datos.
fr: Aucune base de données trouvée.
zh_cn: 未找到数据库。

source: Error loading tables.
de: Fehler beim Laden der Tabellen.
es: Error al cargar tablas.
fr: Erreur de chargement des tables.
zh_cn: 加载表时出错。

source: There was a problem loading the databases
de: Problem beim Laden der Datenbanken.
es: Se ha producido un problema al cargar las bases de datos.
fr: Un problème est survenu lors du chargement des bases de données
zh_cn: 加载数据库时出现问题

source: There was a problem loading the table preview
de: Beim Laden der Tabellenvorschau ist ein Problem aufgetreten.
es: Se ha producido un problema al cargar la vista previa de la tabla
fr: Un problème est survenu lors du chargement de l'aperçu de la table
zh_cn: 加载表预览时出现问题

source: There was a problem loading the indexes
de: Problem beim Laden der Indizes.
es: Se ha producido un problema al cargar los índices
fr: Un problème est survenu lors du chargement des index
zh_cn: 加载索引时出现问题

source: There was a problem loading the index preview
de: Problem beim Laden der Index-Vorschau.
es: Se ha producido un problema al cargar la vista previa del índice
fr: Un problème est survenu lors du chargement de l'aperçu des index
zh_cn: 加载索引预览时出现问题

source: No functions found.
de: Keine Funktionen gefunden.
es: No se han encontrado funciones.
fr: Aucune fonction n'a été trouvée.
zh_cn: 未找到函数。

source: Statement
de: Anweisung
es: Instrucción
fr: Instruction
zh_cn: 语句

source: No indexes selected.
de: Keine Indizes ausgewählt.
es: No se ha seleccionado ningún índice.
fr: Aucun index n'a été sélectionné.
zh_cn: 未选择索引。

source: No tables identified.
de: Es wurden keine Tabellen erkannt.
es: No se ha identificado ninguna tabla.
fr: Aucune table identifiée.
zh_cn: 未找到表。

source: No entries found.
de: Keine Einträge gefunden.
es: No se han encontrado entradas.
fr: Aucune entrée n'a été trouvée.
zh_cn: 未找到条目。

source: Select a query or start typing to get optimization hints.
de: Wählen Sie eine Abfrage aus, oder beginnen Sie mit der Eingabe, um Hinweise zur Optimierung zu erhalten.
es: Seleccione una consulta, o comience a escribir para obtener sugerencias sobre optimización.
fr: Sélectionnez une requête ou commencez à taper pour obtenir des conseils sur l’optimisation.
zh_cn: 选择一个查询或开始键入以获取优化提示。

source: No optimizations identified.
de: Es wurden keine Optimierungen erkannt.
es: No se ha identificado ninguna optimización.
fr: Aucune optimisation identifiée.
zh_cn: 未找到优化。

source: Add filter
de: Filter hinzufügen
es: Agregar filtro
fr: Ajouter un filtre
zh_cn: 添加筛选器

source: Add table
de: Tabelle hinzufügen
es: Agregar tabla
fr: Ajouter une table
zh_cn: 添加表

source: and
de: und
es: y
fr: et
zh_cn: 并

source: Improve Analysis
de: Analyse verbessern
es: Mejorar el análisis
fr: Améliorer l’analyse
zh_cn: 改进分析

source: Query needs to be saved.
de: Die Abfrage muss gespeichert werden.
es: Es necesario guardar la consulta.
fr: La requête doit être enregistrée.
zh_cn: 需要保存查询。

source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
zh_cn: 保存更改

source: Start
es: Iniciar
fr: Début
zh_cn: 开始

source: View
de: Ansicht
es: Ver
fr: Afficher
zh_cn: 查看

source: Running
de: Aktiv
es: En ejecución
fr: En cours d'exécution
zh_cn: 正在运行

source: Stopped
de: Angehalten
es: Detenido
fr: Arrêté
zh_cn: 已停止

source: Assistant
de: Assistent
es: Asistente
zh_cn: 助手

source: Functions
de: Funktionen
es: Funciones
fr: Fonctions
zh_cn: 功能

source: Assist
de: Unterstützung
es: Asistir
fr: Aide
zh_cn: 辅助

source: There was a problem loading the table preview.
de: Beim Laden der Tabellenvorschau ist ein Problem aufgetreten.
es: Se ha producido un problema al cargar la vista previa de la tabla.
fr: Un problème est survenu lors du chargement de l'aperçu de la table.
zh_cn: 加载表预览时出现问题。

source: Configuration files located in
de: Konfigurationsdateien befinden sich in
es: Archivos de configuración ubicados en
fr: Fichiers de configuration situés dans
zh_cn: 配置文件位于

source: Potential misconfiguration detected. Fix and restart Hue.
de: Potenzielle Fehlkonfiguration erkannt. Reparieren und starten Sie Hue erneut.
es: Se ha detectado un posible error de configuración. Corríjalo y reinicie Hue.
fr: Possible configuration incorrecte détectée. Corrigez-la et redémarrez Hue.
zh_cn: 检测到潜在的错误配置。修复并重启 Hue。

source: Current value:
de: Aktueller Wert:
es: Valor actual:
fr: Valeur actuelle :
zh_cn: 当前值：

source: All OK. Configuration check passed.
de: Alle OK. Konfigurationsprüfung erfolgreich.
es: Todo correcto. Comprobación de configuración aprobada.
fr: Tout est correct. Vérification de la configuration réussie.
zh_cn: 全部正常。通过配置检查。

source: LAYOUT
es: ESQUEMA
fr: FORMAT
zh_cn: 布局

source: Dynamic dashboard: multiple interconnected widgets
de: Dynamisches Dashboard: Mehrere untereinander verbundene Widgets
es: Panel dinámico: múltiples widgets interconectados
fr: Tableau de bord dynamique : plusieurs widgets interconnectés
zh_cn: 动态控制面板：多个互连小工具

source: Empty dashboard that can be used as a starting point
de: Leeres Dashboard, das als Startpunkt verwendet werden kann.
es: Panel vacío que se puede utilizar como punto de inicio
fr: Tableau de bord vide pouvant être utilisé comme point de départ
zh_cn: 起始空白控制面板

source: Hint arrow
de: Hinweispfeil
es: Flecha de sugerencia
fr: Flèche de conseil
zh_cn: 提示箭头

source: Blank
de: Leer
es: Vacío
fr: Vide
zh_cn: 空白

source: Reload this definition
de: Diese Definition neu laden
es: Recargar esta definición
fr: Recharger cette définition
zh_cn: 重新加载此定义

source: Update the definition
de: Definition aktualisieren
es: Actualizar la definición
fr: Mettre à jour la définition
zh_cn: 更新定义

source: Close this definition
de: Diese Definition schließen
es: Cerrar esta definición
fr: Fermer cette définition
zh_cn: 关闭此定义

source: Empty widget
de: Leeres Widget
es: Vaciar widget
fr: Widget vide
zh_cn: 空小工具

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
zh_cn: 添加

source: Show Details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
zh_cn: 显示详细信息

source: Make column smaller
de: Spalte verkleinern
es: Reducir columna
fr: Réduire la taille de la colonne
zh_cn: 减小列

source: Make column larger
de: Spalte vergrößern
es: Aumentar columna
fr: Elargir la colonne
zh_cn: 增大列

source: Add a column to the right
de: Spalte rechts hinzufügen
es: Añadir una columna a la derecha
fr: Ajouter une colonne à droite
zh_cn: 在右侧添加一列

source: Remove this column
de: Diese Spalte entfernen
es: Eliminar esta columna
fr: Supprimer cette colonne
zh_cn: 删除此列

source: Move column to the right
de: Spalte nach rechts verschieben
es: Mover columna a la derecha
fr: Déplacer cette colonne vers la droite
zh_cn: 将列移至右侧

source: Add a column to the left
de: Spalte links hinzufügen
es: Añadir una columna a la izquierda
fr: Ajouter une colonne à gauche
zh_cn: 在左侧添加一列

source: Move column to the left
de: Spalte nach links verschieben
es: Mover columna a la izquierda
fr: Déplacer la colonne à gauche
zh_cn: 将列移至左侧

source: Drag any of the widgets inside your empty row
de: Ziehen Sie beliebige Widgets in Ihre leere Zeile.
es: Arrastre cualquiera de los widgets a una fila vacía
fr: Faites glisser l'un des widgets vers une ligne vide
zh_cn: 拖动空白行内部的任意小工具

source: Row
de: Zeile
es: Fila
fr: Ligne
zh_cn: 行

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
zh_cn: 间隔

source: Switch to custom format
de: Zu benutzerdefiniertem Format wechseln
es: Cambiar a formato personalizado
fr: Basculer vers le format personnalisé
zh_cn: 切换到自定义格式

source: Switch to date pickers
de: Zur Datumsauswahl wechseln
es: Cambiar a selectores de fecha
fr: Basculer vers les sélecteurs de date
zh_cn: 切换到日期选择器

source: e.g.
de: z.B.
es: p. ej.
fr: par ex.
zh_cn: 例如

source: Read more...
de: Weitere Informationen...
es: Leer más...
fr: Lire plus...
zh_cn: 阅读更多...

source: Manage HDFS
de: HDFS verwalten
es: Gestionar HDFS
fr: Gérer HDFS
zh_cn: 管理 HDFS

source: File Browser
de: Datei-Browser
es: Explorador de archivos
fr: Navigateur de fichiers
zh_cn: 文件浏览器

source: File Browsers
de: Datei-Browser
es: Exploradores de archivos
fr: Navigateurs de fichiers
zh_cn: 文件浏览器

source: HDFS Browser
es: Explorador HDFS
fr: Navigateur HDFS
zh_cn: HDFS 浏览器

source: S3 Browser
es: Explorador S3
fr: Navigateur S3
zh_cn: S3 浏览器

source: ADLS Browser
es: Explorador ADLS
fr: Navigateur ADLS
zh_cn: ADLS 浏览器

source: Manage jobs
de: Jobs verwalten
es: Gestionar jobs
fr: Gérer les jobs
zh_cn: 管理作业

source: Job Browser
fr: Navigateur de jobs
zh_cn: 作业浏览器

source: View Profile
de: Profil anzeigen
es: Ver perfil
fr: Afficher le profil
zh_cn: 查看配置文件

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
zh_cn: 编辑配置文件

source: Manage Users
de: Benutzer verwalten
es: Gestionar usuarios
fr: Gérer les utilisateurs
zh_cn: 管理用户

source: Switch to Hue 4
de: Zu Hue 4 wechseln
es: Cambiar a Hue 4
fr: Basculer vers Hue 4
zh_cn: 切换到 Hue 4

source: Documentation
de: Dokumentation
es: Documentación
zh_cn: 文档

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
zh_cn: 注销

source: My documents
de: Meine Dokumente
es: Mis documentos
fr: Mes documents
zh_cn: 我的文档

source: Query data
de: Abfragedaten
es: Consultar datos
fr: Interroger les données
zh_cn: 查询数据

source: DBQuery icon
de: DBQuery-Symbol
es: Icono de DBQuery
fr: Icône DBQuery
zh_cn: DBQuery 图标

source: DB Query
de: DB-Abfrage
es: Consulta de base de datos
fr: Requête de BD
zh_cn: DB 查询

source: Job Designer
fr: Concepteur de jobs
zh_cn: 作业设计器

source: Notebooks
de: Notizbücher
es: Blocs de notas
fr: Carnets
zh_cn: 笔记本

source: Manage data
de: Daten verwalten
es: Gestionar datos
fr: Gérer les données
zh_cn: 管理数据

source: Metastore icon
de: Metastore-Symbol
es: Icono de Metastore
fr: Icône Metastore
zh_cn: Metastore 图标

source: Metastore Tables
de: Metastore-Tabellen
es: Tablas de Metastore
fr: Tables Metastore
zh_cn: 元存储表

source: Sqoop icon
de: Sqoop-Symbol
es: Icono de Sqoop
fr: Icône Sqoop
zh_cn: Sqoop 图标

source: Sqoop Transfer
de: Sqoop-Übertragung
es: Transferencia de Sqoop
fr: Transfert Sqoop
zh_cn: Sqoop 传输

source: ZooKeeper icon
de: ZooKeeper-Symbol
es: Icono de ZooKeeper
fr: Icône ZooKeeper
zh_cn: ZooKeeper 图标

source: Schedule with Oozie
de: Mit Oozie planen
es: Programar con Oozie
fr: Planifier avec Oozie
zh_cn: Oozie 计划

source: Oozie dashboard icon
de: Oozie Dashboard-Symbol
es: Icono del panel de Oozie
fr: Icône Tableau de bord Oozie
zh_cn: Oozie 控制面板图标

source: Dashboards
es: Paneles
fr: Tableaux de bord
zh_cn: 仪表板

source: Oozie workflow icon
de: Oozie Workflow-Symbol
es: Icono del flujo de trabajo de Oozie
fr: Icône Workflow Oozie
zh_cn: Oozie Workflow 图标

source: Workflows
zh_cn: Workflow

source: Oozie coordinator icon
de: Oozie Coordinator-Symbol
es: Icono del coordinador de Oozie
fr: Icône Coordinator Oozie
zh_cn: Oozie Coordinator 图标

source: Coordinators
zh_cn: Coordinator

source: Oozie bundles icon
de: Oozie Bundles-Symbol
es: Icono de los bundles de Oozie
fr: Icône Bundles Oozie
zh_cn: Oozie Bundle 图标

source: Oozie editor icon
de: Oozie Editor-Symbol
es: Icono del editor de Oozie
fr: Icône Editeur Oozie
zh_cn: Oozie 编辑器图标

source: Editors
de: Editoren
es: Editores
fr: Editeurs
zh_cn: 编辑器

source: Oozie bundle icon
de: Oozie Bundle-Symbol
es: Icono del bundle de Oozie
fr: Icône Bundle Oozie
zh_cn: Oozie Bundle 图标

source: Index
es: Índice
zh_cn: 索引

source: Collection icon
de: Sammlungssymbol
es: Icono de la recopilación
fr: Icône Collection
zh_cn: 集合图标

source: Hadoop Security
de: Hadoop-Sicherheit
es: Seguridad con Hadoop
fr: Sécurité Hadoop
zh_cn: Hadoop 安全性

source: Hive Tables
de: Hive-Tabellen
es: Tablas Hive
fr: Tables Hive
zh_cn: Hive 表

source: Hive Tables v2
de: Hive v2-Tabellen
es: Tablas Hive v2
fr: Tables Hive v2
zh_cn: Hive 表 v2

source: Solr Collections
de: Solr-Sammlungen
es: Colecciones Solr
fr: Collections Solr
zh_cn: Solr 集合

source: File ACLs
de: Datei-ACLs
es: ACL de archivo
fr: ACL de fichiers
zh_cn: 文件 ACLs

source: Other apps
de: Andere Anwendungen
es: Otras aplicaciones
fr: Autres applications
zh_cn: 其他应用程序

source: App icon
de: App-Symbol
es: Icono de la aplicación
fr: Icône Application
zh_cn: 应用程序图标

source: Feedback
es: Comentarios
zh_cn: 反馈

source: Close
de: Schließen
es: Cerrar
fr: Fermer
zh_cn: 关闭

source: Upload progress
de: Upload-Fortschritt
es: Progreso de la carga
fr: Progression du chargement
zh_cn: 上传进度

source: Choose a file
de: Datei auswählen
es: Seleccionar un archivo
fr: Choisir un fichier
zh_cn: 选择文件

source: Row details
de: Zeilendetails
es: Detalles de fila
fr: Détail de la ligne
zh_cn: 行详细信息

source: An error occurred while saving your default Hue preference. Please try again...
de: Fehler beim Speichern Ihrer Hue-Standardeinstellung. Versuchen Sie es bitte erneut...
es: Se ha producido un error al guardar las preferencias de Hue predeterminadas. Inténtelo de nuevo...
fr: Une erreur s'est produite lors de l’enregistrement de votre préférence Hue par défaut. Réessayez…
zh_cn: 保存默认 Hue 首选项时发生错误。请重试...

source: You have signed in successfully!
de: Sie haben sich erfolgreich angemeldet!
es: Ha iniciado sesión correctamente.
fr: Vous êtes inscrit !
zh_cn: 您已成功登录！

source: All
de: Alle
es: Todos
fr: Tout
zh_cn: 所有

source: Directory
de: Verzeichnis
es: Directorio
fr: Répertoire
zh_cn: 目录

source: Pig Design
es: Diseño de Pig
fr: Conception Pig
zh_cn: Pig 设计

source: Job Design
es: Diseño de job
fr: Concepteur de jobs
zh_cn: 作业设计

source: Search Dashboard
de: Dashboard durchsuchen
es: Panel de búsqueda
fr: Rechercher dans le Tableau de bord
zh_cn: 搜索仪表板

source: MapReduce Job
es: Job de MapReduce
fr: Job MapReduce
zh_cn: MapReduce 作业

source: Import Job
es: Job de importación
fr: Job d'importation
zh_cn: 导入作业

source: Spark Job
es: Job de Spark
fr: Job Spark
zh_cn: Spark 作业

source: Java Job
es: Job de Java
fr: Job Java
zh_cn: Java 作业

source: Shell Script
de: Shell-Skript
es: Secuencia de comandos de shell
fr: Script Shell
zh_cn: Shell 脚本

source: DistCp Job
es: Job de DistCp
fr: Job DistCp
zh_cn: DistCp 作业

source: Go to column:
de: Gehe zu Spalte:
es: Ir a columna:
fr: Accéder à la colonne :
zh_cn: 转到列：

source: column name...
de: Spaltenname...
es: nombre de columna...
fr: nom de la colonne…
zh_cn: 列名称...

source: Lock this row
de: Diese Zeile sperren
es: Bloquear esta fila
fr: Verrouiller cette ligne
zh_cn: 锁定此行

source: Unlock this row
de: Diese Zeile entsperren
es: Desbloquear esta fila
fr: Déverrouiller cette ligne
zh_cn: 解锁此行
